// ignore: unused_import
import 'package:intl/intl.dart' as intl;
import 'app_localizations.dart';

// ignore_for_file: type=lint

/// The translations for Thai (`th`).
class AppLocalizationsTh extends AppLocalizations {
  AppLocalizationsTh([String locale = 'th']) : super(locale);

  @override
  String get hello => 'Hello 👋';

  @override
  String get connect => 'เชื่อมต่อ';

  @override
  String get connecting => 'กำลังเชื่อมต่อ...';

  @override
  String get exitnode => 'โหนดทางออก';

  @override
  String get beldexofficial => 'Beldex อย่างเป็นทางการ';

  @override
  String get contributorExitNode => 'โหนดทางออกจากผู้ร่วมพัฒนา';

  @override
  String get belnetServiceStarted => 'บริการ Belnet เริ่มทำงานแล้ว';

  @override
  String get checkingConnection => 'กำลังตรวจสอบการเชื่อมต่อ...';

  @override
  String get connectingBelnetdVPN => 'กำลังเชื่อมต่อกับ belnet dVPN';

  @override
  String get prepareDaemonConnection => 'กำลังเตรียมการเชื่อมต่อ Daemon';

  @override
  String get searchOrEnterAddress => 'ค้นหาหรือป้อนที่อยู่';

  @override
  String get beldexBrowserForAndroid => 'Beldex Browser สำหรับ Android\n กำลังปกป้องความเป็นส่วนตัวของคุณ!';

  @override
  String get applanguage => 'ภาษาของแอป';

  @override
  String get searchLanguage => 'ค้นหาภาษา';

  @override
  String get downloadCancelled => 'การดาวน์โหลดถูกยกเลิก';

  @override
  String get open => 'เปิด';

  @override
  String get addSearchEngine => 'เพิ่มเครื่องมือค้นหา';

  @override
  String get editSearchEngine => 'แก้ไขเครื่องมือค้นหา';

  @override
  String get name => 'ชื่อ';

  @override
  String get url => 'URL';

  @override
  String get enterSEName => 'กรอกชื่อเครื่องมือค้นหา';

  @override
  String get enterSEURL => 'กรอก URL ของเครื่องมือค้นหา';

  @override
  String get add => 'เพิ่ม';

  @override
  String get save => 'บันทึก';

  @override
  String get edit => 'แก้ไข';

  @override
  String get thistimeSearchIn => 'ครั้งนี้ค้นหาใน';

  @override
  String get searchSettings => 'การตั้งค่าการค้นหา';

  @override
  String get search => 'ค้นหา';

  @override
  String get searchEngine => 'เครื่องมือค้นหา';

  @override
  String get defaultSearchEngine => 'เครื่องมือค้นหาเริ่มต้น';

  @override
  String get manageSearchShortcuts => 'จัดการทางลัดการค้นหา';

  @override
  String get editEnginesVisible => 'แก้ไขเครื่องมือค้นหาที่แสดงในเมนูการค้นหา';

  @override
  String get selectOne => 'เลือกหนึ่งรายการ';

  @override
  String get engineVisibleOnSearchMenu => 'เครื่องมือค้นหาที่แสดงในเมนูการค้นหา';

  @override
  String get newtab => 'แท็บใหม่';

  @override
  String get favorites => 'รายการโปรด';

  @override
  String get changeNode => 'เปลี่ยนโหนด';

  @override
  String get share => 'แชร์';

  @override
  String get beldexAI => 'Beldex AI';

  @override
  String get webArchives => 'เว็บอาร์ไคฟ์';

  @override
  String get findOnPage => 'ค้นหาในหน้า';

  @override
  String get downloads => 'ดาวน์โหลด';

  @override
  String get desktopMode => 'โหมดเดสก์ท็อป';

  @override
  String get settings => 'การตั้งค่า';

  @override
  String get dark => 'โหมดมืด';

  @override
  String get reportAnIssue => 'รายงานปัญหา';

  @override
  String get about => 'เกี่ยวกับ';

  @override
  String get quit => 'ออกจากแอป';

  @override
  String get noFavorites => 'ไม่มีรายการโปรด';

  @override
  String get noWebArchives => ' ไม่มีคลังเว็';

  @override
  String get chooseLanguage => 'เลือกภาษา';

  @override
  String get scanQR => 'สแกน QR';

  @override
  String get alignQRInCenterOFFrame => 'จัดตำแหน่งรหัส QR ให้อยู่ตรงกลางกรอบ';

  @override
  String get beldexAIEnhancesTheBeldexBrowser => 'Beldex AI ช่วยเสริมประสิทธิภาพ Beldex Browser ด้วยฟีเจอร์อัจฉริยะเพื่อประสบการณ์การใช้งานเว็บที่ราบรื่น โดยสามารถสรุปเนื้อหาหน้าเว็บเพื่อการอ่านอย่างรวดเร็ว ด้วยการกำหนดเส้นทางทราฟฟิกผ่าน masternodes และ exit nodes อย่างมีประสิทธิภาพ ทำให้มั่นใจได้ถึงความเป็นส่วนตัวและการท่องเว็บที่รวดเร็วกว่า แตกต่างจากโมเดลแบบสมัครสมาชิก Beldex AI ใช้งานได้ฟรี มอบฟังก์ชันขั้นสูงพร้อมให้ความสำคัญกับความสะดวกของผู้ใช้และอินเทอร์เน็ตที่เน้นความเป็นส่วนตัว สำรวจการท่องเว็บที่ฉลาดและรวดเร็วขึ้นด้วย Beldex AI.';

  @override
  String get needHelpWithThisSite => 'ต้องการความช่วยเหลือเกี่ยวกับเว็บไซต์นี้หรือไม่?';

  @override
  String get beldexAICanHelpYou => 'BeldexAI สามารถช่วยคุณสรุปบทความ ขยายเนื้อหาเว็บไซต์ และอีกมากมาย.';

  @override
  String get enterPromptHere => 'ป้อนคำสั่งที่นี่..';

  @override
  String get summariseThisPage => 'สรุปหน้านี้';

  @override
  String get hideSummarise => 'ซ่อนการสรุป';

  @override
  String get retry => 'ลองใหม่';

  @override
  String get regenerate => 'สร้างใหม่';

  @override
  String get thereWasAnErrorGenerateResponse => 'เกิดข้อผิดพลาดในการสร้างคำตอบ';

  @override
  String get askBeldexAI => 'ถาม Beldex AI';

  @override
  String get chatDeleted => 'ลบแชทเรียบร้อยแล้ว';

  @override
  String get unprecidentedTrafficExitNodeError => 'มีปริมาณการใช้งานสูงผิดปกติที่ Exit node โปรดเปลี่ยน Exit node แล้วลองใหม่';

  @override
  String get connected => 'เชื่อมต่อแล้ว';

  @override
  String get disconnected => 'Disconnected';

  @override
  String get switchNode => 'สลับโหนด';

  @override
  String get switchingNode => 'กำลังสลับโหนด';

  @override
  String get nodes => 'โหนด';

  @override
  String get exitNodeSwitched => 'ปลี่ยนโหนดทางออกเรียบร้อยแล้ว';

  @override
  String get thisNodeAlreadySelected => 'โหนดนี้ถูกเลือกอยู่แล้ว กรุณาเลือกโหนดอื่นจากรายการ';

  @override
  String get doYouWantToSwitch => 'คุณต้องการสลับไปใช้โหนดที่เลือกไว้หรือไม่?';

  @override
  String get noRecentDownloads => 'ไม่มีการดาวน์โหลดล่าสุด';

  @override
  String get clearDownloads => 'ล้างรายการดาวน์โหลด';

  @override
  String get download => 'ดาวน์โหลด';

  @override
  String get cancel => 'ยกเลิก';

  @override
  String get youAreAboutToDownload => 'คุณกำลังจะดาวน์โหลดไฟล์';

  @override
  String get areYouSure => 'คุณแน่ใจหรือไม่?';

  @override
  String get startDownloading => 'เริ่มดาวน์โหลด';

  @override
  String get downloading => 'กำลังดาวน์โหลด';

  @override
  String get completed => 'เสร็จสมบูรณ์';

  @override
  String get fileDownloaded => 'ดาวน์โหลดไฟล์เรียบร้อยแล้ว';

  @override
  String get searchEngineContent => 'เลือกเครื่องมือค้นหาที่คุณต้องการเพื่อประสบการณ์การท่องเว็บแบบปรับแต่งเฉพาะตัว.';

  @override
  String get homePage => 'หน้าแรก';

  @override
  String get homepageContent => 'ตั้งค่าหน้าแรกเพื่อเข้าถึงเว็บไซต์โปรดได้อย่างรวดเร็ว.';

  @override
  String get screenSecurity => 'ความปลอดภัยหน้าจอ';

  @override
  String get screenSecurityContent => 'Aเพิ่มชั้นการป้องกันเพิ่มเติมเพื่อการท่องเว็บอย่างปลอดภั.';

  @override
  String get javascriptEnabled => 'ยเปิดใช้งาน JavaScript';

  @override
  String get javascriptEnabledContent => 'เปิดหรือปิด JavaScript เพื่อประสบการณ์การใช้งานที่เหมาะกับคุณ.';

  @override
  String get cacheEnabled => 'เปิดใช้งานแคช';

  @override
  String get cacheEnabledContent => 'เปิดหรือปิดการใช้แคชเพื่อการโหลดที่เร็วขึ้นหรือเพิ่มความเป็นส่วนตัว.';

  @override
  String get supportZoom => 'รองรับการซูม';

  @override
  String get supportZoomContent => 'เปิดใช้งานการซูมเพื่อดูเนื้อหาเว็บได้ใกล้ชิดยิ่งขึ้น.';

  @override
  String get setAsDefaultBrowser => 'ตั้งเป็นเบราว์เซอร์เริ่มต้น';

  @override
  String get appPermissions => 'สิทธิ์ของแอป';

  @override
  String get aboutBeldexBrowser => 'เกี่ยวกับ Beldex Browser';

  @override
  String get resetSettings => 'รีเซ็ตการตั้งค่า';

  @override
  String get doYouWanttoReset => 'คุณต้องการรีเซ็ตการตั้งค่าเบราว์เซอร์หรือไม่?';

  @override
  String get textZoom => 'การซูมข้อความ';

  @override
  String get textZoomContent => 'ปรับขนาดตัวอักษรเป็นเปอร์เซ็นต์เพื่อการอ่านที่สบายตาบนทุกเว็บไซต์.';

  @override
  String get adBlocker => 'ตัวบล็อกโฆษณา';

  @override
  String get adBlockerContent => 'เปิดหรือปิดเพื่อบล็อกโฆษณาที่รบกวนระหว่างการท่องเว็บและเพิ่มประสบการณ์การใช้งาน.';

  @override
  String get autoConnect => 'เชื่อมต่ออัตโนมัติ';

  @override
  String get autoConnectContent => 'เชื่อมต่อโดยอัตโนมัติเมื่อเปิดแอป.';

  @override
  String get autoSuggestion => 'คำแนะนำอัตโนมัติ';

  @override
  String get autoSuggestionContent => 'แสดงคำแนะนำโดยอัตโนมัติขณะค้นหา.';

  @override
  String get clearSessionCache => 'ล้างแคชเซสชัน';

  @override
  String get clearSessionCacheContent => 'ล้างแคชของเซสชันปัจจุบันโดยอัตโนมัติเพื่อความเป็นส่วนตัว.';

  @override
  String get builtinZoomControls => 'การควบคุมการซูมในตัว';

  @override
  String get builtinZoomControlsContent => 'ควบคุมการท่องเว็บของคุณด้วยฟังก์ชันซูมในตัว.';

  @override
  String get displayZoomControls => 'แสดงปุ่มควบคุมการซูม';

  @override
  String get displayZoomControlsContent => 'แสดงปุ่มซูมบนหน้าจอเพื่อการใช้งานที่สะดวก.';

  @override
  String get thirdpartCookiesEnabled => 'เปิดใช้งานคุกกี้ของบุคคลที่สาม';

  @override
  String get thirdpartyCookiesEnabledContent => 'เปิดหรือปิดคุกกี้ของบุคคลที่สามเพื่อจัดการความเป็นส่วนตัวขณะท่องเว็บ.';

  @override
  String get debuggingEnabled => 'เปิดใช้งานการดีบัก';

  @override
  String get debuggingEnabledContent => 'เปิดโหมดดีบักเพื่อดูข้อมูลเชิงลึกขั้นสูงเกี่ยวกับประสิทธิภาพ.';

  @override
  String get closeTabs => 'ปิดแท็บ';

  @override
  String get closeAllTabs => 'ปิดแท็บทั้งหมด';

  @override
  String get copy => 'คัดลอก';

  @override
  String get cut => 'ตัด';

  @override
  String get paste => 'วาง';

  @override
  String get selectAll => 'เลือกทั้งหมด';

  @override
  String get copied => 'คัดลอกแล้ว';

  @override
  String get copiedToClipboard => 'คัดลอกไปยังคลิปบอร์ด';

  @override
  String get unableToShareUrl => 'ไม่สามารถแชร์ URL ได้';

  @override
  String get openInNewTab => 'เปิดในแท็บใหม่';

  @override
  String get copyAddressLink => 'คัดลอกลิงก์ที่อยู่';

  @override
  String get shareLink => 'แชร์ลิงก์';

  @override
  String get downloadimage => 'ดาวน์โหลดรูปภาพ';

  @override
  String get shareImage => 'แชร์รูปภาพ';

  @override
  String get openImageInNewTab => 'เปิดรูปภาพในแท็บใหม่';

  @override
  String get searchImageWith => 'ค้นหารูปภาพด้วย';

  @override
  String get youRaboutToDownloadImage => 'คุณกำลังจะดาวน์โหลดรูปภาพ คุณแน่ใจหรือไม่?';

  @override
  String get rUSureWantToQuitApp => 'คุณแน่ใจหรือไม่ว่าต้องการออก?';

  @override
  String get quitBrowser => 'ออกจากเบราว์เซอร์';

  @override
  String get delete => 'ลบ';

  @override
  String get reset => 'รีเซ็ต';

  @override
  String get customUrlHomePage => 'หน้าแรกแบบกำหนด URL เอง';

  @override
  String get ok => 'OK ตกลง';

  @override
  String get downloadFailed => 'การดาวน์โหลดล้มเหลว!';

  @override
  String get noCompletedDownloads => 'ไม่มีการดาวน์โหลดที่เสร็จสมบูรณ์';

  @override
  String get cannotOpenThisFile => 'ไม่สามารถเปิดไฟล์นี้ได้';

  @override
  String get titleChangeNode => 'เปลี่ยนโหนด';

  @override
  String get hasExperiancedTraffic => 'มีปริมาณการใช้งานสูงผิดปกติ กรุณาคลิกที่';

  @override
  String get toSwitchExitnode => 'เพื่อสลับโหนดทางออก';

  @override
  String get theResponseHasBeenInterrupted => 'การตอบสนองถูกขัดจังหวะ';

  @override
  String get tryThis => 'ลองใช้:';

  @override
  String get you => 'คุณ';

  @override
  String get chat => 'แชท';

  @override
  String get cameraPermissionDenied => 'การอนุญาตใช้กล้องถูกปฏิเสธ';

  @override
  String get micPermissionRequired => 'ต้องได้รับอนุญาตให้ใช้ไมโครโฟน';

  @override
  String get uPermanentlyDeniedMicAccess => 'คุณได้ปฏิเสธการเข้าถึงไมโครโฟนอย่างถาวรแล้ว';

  @override
  String get plsEnableMicInAppSettings => 'โปรดเปิดใช้งานในการตั้งค่าแอปเพื่อใช้การค้นหา';

  @override
  String get thispageAlreadySavedOffline => 'หน้านี้ถูกบันทึกแบบออฟไลน์แล้ว';

  @override
  String get pageSavedOffline => 'บันทึกหน้าแบบออฟไลน์แล้ว!';

  @override
  String get unabledToSave => 'ไม่สามารถบันทึกได้';

  @override
  String get basic => 'พื้นฐาน';

  @override
  String get advanced => 'ขั้นสูง';

  @override
  String get downloadCompelete => 'ดาวน์โหลดเสร็จสิ้น';

  @override
  String get screensecurityCurrentlyEnabled => 'ระบบความปลอดภัยหน้าจอถูกเปิดใช้งานอยู่ในขณะนี้ โปรดตรวจสอบให้แน่ใจว่าได้ปิดใช้งานในหน้าการตั้งค่า';

  @override
  String get openSettings => 'เปิดการตั้งค่า';

  @override
  String get noInternetConnection => 'หน้าจอไม่มีอินเทอร์เน็ต';

  @override
  String get youAreNotConnectedToInternet => 'คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต กรุณาตรวจสอบว่าเปิด WiFi หรือข้อมูลมือถืออยู่';

  @override
  String get pleaseEnterValidCustomURL => 'กรุณากรอก URL ที่ถูกต้อง';

  @override
  String get enterSearchEngineName => 'กรุณากรอกชื่อเครื่องมือค้นหา';

  @override
  String get enterSearchEngineURL => 'กรุณากรอก URL ของเครื่องมือค้นหา';

  @override
  String get entervalidURL => 'กรุณากรอก URL ที่ถูกต้อง';

  @override
  String get pleaseEnterCorrectSEName => 'กรุณากรอกชื่อเครื่องมือค้นหาที่ถูกต้องสำหรับ URL นี้';

  @override
  String get urlUnreachable => 'ไม่สามารถเข้าถึง URL ได้ กรุณาลอง URL ที่ถูกต้อง';

  @override
  String get notvalidSearchEngine => 'นี่ไม่ใช่เครื่องมือค้นหาที่ถูกต้อง';

  @override
  String get searchEngineAlreadyExist => 'เครื่องมือค้นหานี้มีอยู่แล้ว';

  @override
  String get searchEngineAdded => 'เพิ่มเครื่องมือค้นหาเรียบร้อยแล้ว!';

  @override
  String get searchEngineUpdated => 'อัปเดตเครื่องมือค้นหาเรียบร้อยแล้ว!';

  @override
  String get beldexIsAnEcosystem => 'Beldex เป็นระบบนิเวศของแอปพลิเคชันแบบกระจายศูนย์ที่เน้นการรักษาความเป็นส่วนตัว แอป Beldex Browser เป็นหนึ่งในระบบนิเวศนี้ ซึ่งยังรวมถึงแอปอย่าง BChat, BelNet และโปรโตคอล Beldex. Beldex Browser คือประตูสู่ประสบการณ์ออนไลน์ที่ราบรื่นและเป็นส่วนตัว ซึ่งข้อมูลของคุณยังคงเป็นของคุณเพียงผู้เดียว สร้างขึ้นบนโครงสร้างบล็อกเชนที่แข็งแกร่ง Beldex Browser รับประกันความเป็นส่วนตัวและความไม่เปิดเผยตัวตนให้กับผู้ใช้.';

  @override
  String get atBeldex => ' \n ที่ Beldex เราเชื่อในการเสริมพลังให้ผู้คนมีสิทธิขั้นพื้นฐานในการควบคุมร่องรอยดิจิทัลของตนเอง Beldex Browser ถูกออกแบบมาเพื่อมอบสภาพแวดล้อมออนไลน์ที่ปลอดภัยและเป็นส่วนตัวสำหรับผู้ใช้ในการสื่อสารและโต้ตอบกับโลกดิจิทัล.';

  @override
  String get titlebns => '\nBNS';

  @override
  String get theBeldexBrowserSupports => 'เบราว์เซอร์ Beldex รองรับโดเมน BNS โดเมน BNS ถูกโฮสต์อยู่บน BelNet โดยธรรมชาติ และสามารถเข้าถึงได้เฉพาะเมื่อเชื่อมต่อกับ BelNet เท่านั้น อย่างไรก็ตาม เนื่องจาก Beldex Browser มี BelNet ในตัว ผู้ใช้จึงสามารถเข้าถึงโดเมน BNS ได้อย่างอิสระ.';

  @override
  String get titleMNApp => '\nMNApps';

  @override
  String get asTheBrowser => 'เนื่องจากตัวเบราว์เซอร์รองรับ BelNet เป็นฟีเจอร์ด้านความเป็นส่วนตัวเพิ่มเติม ผู้ใช้จึงสามารถเข้าถึง MNApps ที่โฮสต์บนโดเมน .bdx ได้อย่างง่ายดาย.';

  @override
  String get titleCrossplatformAccess => '\nCross Platform Access';

  @override
  String get theBeldexBrowserIsCrossplatform => 'Beldex Browser รองรับการใช้งานข้ามแพลตฟอร์ม เนื่องจากได้รับการพัฒนาสำหรับทั้งอุปกรณ์มือถือและเดสก์ท็อป.';

  @override
  String get titleKeyFeature => '\nKey Features';

  @override
  String get followingAreTheFeatures => '\nคุณสมบัติต่อไปนี้เป็นฟีเจอร์ที่มีอยู่ในเวอร์ชันเบตาของแอป Beldex Browser โดยจะมีการเพิ่มฟีเจอร์เพิ่มเติมในเวอร์ชันอัลฟ่า.\n';

  @override
  String get blockJavascript => 'Blocks Javascript: Beldex Browser ให้ความสำคัญกับความปลอดภัยของผู้ใช้โดยการบล็อก JavaScript ซึ่งช่วยลดความเสี่ยงจากสคริปต์ที่เป็นอันตรายที่อาจกระทบต่อความเป็นส่วนตัวและความปลอดภัยของผู้ใช้ ทำให้การท่องเว็บปลอดภัยยิ่งขึ้น.';

  @override
  String get blockcookies => 'Blocks Cookies: คุกกี้จะรวบรวมข้อมูลส่วนบุคคลของผู้ใช้เพื่อวิเคราะห์พฤติกรรมและรูปแบบการใช้งาน ซึ่งช่วยให้เว็บไซต์แสดงโฆษณาที่เกี่ยวข้อง จัดการเซสชัน และทำการวิเคราะห์ข้อมูลขนาดใหญ่.';

  @override
  String get ipAddressMasked => 'IP Address is Masked: dVPN ในตัวของเบราว์เซอร์ (BelNet) จะปกปิดที่อยู่ IP ของผู้ใช้จากเว็บไซต์ที่เข้าชม ซึ่งช่วยเพิ่มความเป็นส่วนตัวและความไม่เปิดเผยตัวตน และป้องกันการติดตามจากเว็บไซต์.';

  @override
  String get locationObfuscated => 'Location is Obfuscated: เพื่อเพิ่มความเป็นส่วนตัว เบราว์เซอร์จะทำให้ตำแหน่งของผู้ใช้คลุมเครือ ทำให้เว็บไซต์และบุคคลที่สามไม่สามารถระบุตำแหน่งที่แท้จริงได้.';

  @override
  String get noMetadataCallected => 'No Metadata is Collected: เบราว์เซอร์ไม่เก็บข้อมูลเมตาดาต้าใด ๆ เพื่อให้แน่ใจว่าไม่มีข้อมูลเกี่ยวกับพฤติกรรมการท่องเว็บหรือความชอบของผู้ใช้ถูกจัดเก็บ.';

  @override
  String get inbuiltdVPN => 'In-built dVPN Service: บริการ dVPN แบบกระจายศูนย์ (BelNet) ที่ติดตั้งมาในตัวจะเข้ารหัสการรับส่งข้อมูลอินเทอร์เน็ตของผู้ใช้ เพื่อการเชื่อมต่อที่ปลอดภัยและเป็นส่วนตัว.';

  @override
  String get unrestrictedAccess => 'Unrestricted Access: Beldex Browser สนับสนุนการเข้าถึงข้อมูลบนอินเทอร์เน็ตอย่างเสรี ช่วยส่งเสริมเสรีภาพในการแสดงความคิดเห็นและการต่อต้านการเซ็นเซอร์ ผู้ใช้สามารถเข้าถึงเนื้อหาที่ถูกจำกัดตามภูมิภาคได้.';

  @override
  String get censorshipResistance => 'Censorship-resistance:  ด้วยการใช้บล็อกเชน Beldex และเครือข่ายโหนดแบบกระจายศูนย์ Beldex Browser ช่วยป้องกันการเซ็นเซอร์ การล่มของเซิร์ฟเวอร์เพียงจุดเดียวไม่สามารถปิดกั้นการเข้าถึงบริการได้.\n';

  @override
  String get aboutAdblocker => 'Ad-blocker: บล็อกโฆษณารบกวน ตัวติดตาม และป๊อปอัป เพื่อประสบการณ์การท่องเว็บที่สะอาดและไร้สิ่งรบกวน เพลิดเพลินกับการโหลดที่เร็วขึ้นและการใช้ข้อมูลที่น้อยลง.\n';

  @override
  String get aboutBeldexAI => 'Beldex AI: รับคำตอบทันทีด้วย BeldexAI ผู้ช่วยอัจฉริยะที่ตอบคำถามจากเนื้อหาเว็บไซต์ ช่วยให้การค้นหาข้อมูลและการท่องเว็บสะดวกและมีประสิทธิภาพยิ่งขึ้น.\n';

  @override
  String get thusbeldexbrowserOffers => '\nดังนั้น Beldex Browser จึงเป็นพื้นที่ที่เรียบง่ายและปลอดภัยสำหรับผู้ที่ต้องการความเป็นส่วนตัวในโลกดิจิทัลที่เชื่อมต่อถึงกันมากขึ้น เข้าร่วมกับเราเพื่ออนาคตดิจิทัลที่ปลอดภัยและเป็นส่วนตัวมากขึ้น.';

  @override
  String get credits => '\nเครดิต: Beldex และ BelNet.\n';

  @override
  String get languageChineseSimplifiedChina => 'จีน (ตัวย่อ, จีน)';

  @override
  String get languageChineseTraditionalTaiwan => 'จีน (ดั้งเดิม, ไต้หวัน)';

  @override
  String get languageEnglishAustralia => 'อังกฤษ (ออสเตรเลีย)';

  @override
  String get languageEnglishCanada => 'อังกฤษ (แคนาดา)';

  @override
  String get languageEnglishIndia => 'อังกฤษ (อินเดีย)';

  @override
  String get languageEnglishIreland => 'อังกฤษ (ไอร์แลนด์)';

  @override
  String get languageEnglishSingapore => 'อังกฤษ (สิงคโปร์)';

  @override
  String get languageEnglishUnitedKingdom => 'อังกฤษ (สหราชอาณาจักร)';

  @override
  String get languageEnglishUnitedStates => 'อังกฤษ (สหรัฐอเมริกา)';

  @override
  String get languageFrenchBelgium => 'ฝรั่งเศส (เบลเยียม)';

  @override
  String get languageFrenchCanada => 'ฝรั่งเศส (แคนาดา)';

  @override
  String get languageFrenchFrance => 'ฝรั่งเศส (ฝรั่งเศส)';

  @override
  String get languageFrenchSwitzerland => 'ฝรั่งเศส (สวิตเซอร์แลนด์)';

  @override
  String get languageGermanAustria => 'เยอรมัน (ออสเตรีย)';

  @override
  String get languageGermanBelgium => 'เยอรมัน (เบลเยียม)';

  @override
  String get languageGermanGermany => 'เยอรมัน (เยอรมนี)';

  @override
  String get languageGermanSwitzerland => 'เยอรมัน (สวิตเซอร์แลนด์)';

  @override
  String get languageHindiIndia => 'ฮินดี (อินเดีย)';

  @override
  String get languageIndonesianIndonesia => 'อินโดนีเซีย (อินโดนีเซีย)';

  @override
  String get languageItalianItaly => 'อิตาลี (อิตาลี)';

  @override
  String get languageItalianSwitzerland => 'อิตาลี (สวิตเซอร์แลนด์)';

  @override
  String get languageJapaneseJapan => 'ญี่ปุ่น (ญี่ปุ่น)';

  @override
  String get languageKoreanSouthKorea => 'เกาหลี (เกาหลีใต้)';

  @override
  String get languagePolishPoland => 'โปแลนด์ (โปแลนด์)';

  @override
  String get languagePortugueseBrazil => 'โปรตุเกส (บราซิล)';

  @override
  String get languageRussianRussia => 'รัสเซีย (รัสเซีย)';

  @override
  String get languageSpanishSpain => 'สเปน (สเปน)';

  @override
  String get languageSpanishUnitedStates => 'สเปน (สหรัฐอเมริกา)';

  @override
  String get languageThaiThailand => 'ไทย (ประเทศไทย)';

  @override
  String get languageTurkishTurkey => 'ตุรกี (ตุรกี)';

  @override
  String get languageVietnameseVietnam => 'เวียดนาม (เวียดนาม)';

  @override
  String get languageEnglish => 'ภาษาอังกฤษ';

  @override
  String get languageSpanish => 'ภาษาสเปน';

  @override
  String get languageJapanese => 'ภาษาญี่ปุ่น';

  @override
  String get languagePortuguese => 'ภาษาโปรตุเกส';

  @override
  String get languageGerman => 'ภาษาเยอรมัน';

  @override
  String get languageTurkish => 'ภาษาตุรกี';

  @override
  String get languageRussian => 'ภาษารัสเซีย';

  @override
  String get languageChinese => 'ภาษาจีน';

  @override
  String get languageKorean => 'ภาษาเกาหลี';

  @override
  String get languageVietnamese => 'ภาษาเวียดนาม';

  @override
  String get languageTamil => 'ภาษาทมิฬ';

  @override
  String get languageArabic => 'ภาษาอาหรับ';

  @override
  String get languageFrench => 'ภาษาฝรั่งเศส';

  @override
  String get languageItalian => 'ภาษาอิตาลี';

  @override
  String get languageDanish => 'ภาษาเดนมาร์ก';

  @override
  String get languageDutch => 'ภาษาดัตช์';

  @override
  String get languageFinnish => 'ภาษาฟินแลนด์';

  @override
  String get languageFilipino => 'ภาษาฟิลิปปินส์';

  @override
  String get languageIndonesian => 'ภาษาอินโดนีเซีย';

  @override
  String get languageMalay => 'ภาษามลายู';

  @override
  String get languageThai => 'ภาษาไทย';

  @override
  String get languageHindi => 'ภาษาฮินดี';

  @override
  String get languageTelugu => 'ภาษาเตลูกู';

  @override
  String get languageMalayalam => 'ภาษามลายาลัม';

  @override
  String get languageMarathi => 'ภาษามราฐี';

  @override
  String get languageAfrikaans => 'ภาษาแอฟริกานส์';

  @override
  String get languagePolish => 'ภาษาโปแลนด์';

  @override
  String get languageRomanian => 'ภาษาโรมาเนีย';

  @override
  String get languageUkrainian => 'ภาษายูเครน';

  @override
  String get languageLithuanian => 'ภาษาลิทัวเนีย';

  @override
  String get languageNorwegian => 'ภาษานอร์เวย์';

  @override
  String get languageGreek => 'ภาษากรีก';

  @override
  String get languageChineseTraditional => 'ภาษาจีน (ดั้งเดิม)';

  @override
  String get languageChineseHongKong => 'ภาษาจีน (ฮ่องกง)';

  @override
  String get languagePortuguesePortugal => 'ภาษาโปรตุเกส (โปรตุเกส)';

  @override
  String get languageSwedish => 'ภาษาสวีเดน';
}
