// ignore: unused_import
import 'package:intl/intl.dart' as intl;
import 'app_localizations.dart';

// ignore_for_file: type=lint

/// The translations for Hindi (`hi`).
class AppLocalizationsHi extends AppLocalizations {
  AppLocalizationsHi([String locale = 'hi']) : super(locale);

  @override
  String get hello => 'Hello 👋';

  @override
  String get connect => 'कनेक्ट';

  @override
  String get connecting => 'कंनेक्टिंग...';

  @override
  String get exitnode => 'एग्ज़िट नोड';

  @override
  String get beldexofficial => 'बेल्डेक्स आधिकारिक';

  @override
  String get contributorExitNode => 'योगदानकर्ता एग्ज़िट नोड';

  @override
  String get belnetServiceStarted => 'बेलनेट सेवा शुरू हुई';

  @override
  String get checkingConnection => 'कनेक्शन की जाँच हो रही है...';

  @override
  String get connectingBelnetdVPN => 'बेलनेट dVPN से कनेक्ट हो रहा है';

  @override
  String get prepareDaemonConnection => 'डेमन कनेक्शन तैयार किया जा रहा है';

  @override
  String get searchOrEnterAddress => 'खोजें या पता दर्ज करें';

  @override
  String get beldexBrowserForAndroid => 'एंड्रॉइड के लिए बेल्डेक्स ब्राउज़र आपकी गोपनीयता की रक्षा करता है!';

  @override
  String get applanguage => 'ऐप भाषा';

  @override
  String get searchLanguage => 'खोज भाषा';

  @override
  String get downloadCancelled => 'डाउनलोड रद्द किया गया';

  @override
  String get open => 'खोलें';

  @override
  String get addSearchEngine => 'सर्च इंजन जोड़ें';

  @override
  String get editSearchEngine => 'सर्च इंजन संपादित करें';

  @override
  String get name => 'नाम';

  @override
  String get url => 'URL';

  @override
  String get enterSEName => 'सर्च इंजन का नाम दर्ज करें';

  @override
  String get enterSEURL => 'सर्च इंजन URL दर्ज करें';

  @override
  String get add => 'जोड़ें';

  @override
  String get save => 'सहेजें';

  @override
  String get edit => 'संपादित करें';

  @override
  String get thistimeSearchIn => 'इस बार खोजें';

  @override
  String get searchSettings => 'खोज सेटिंग';

  @override
  String get search => 'खोजें';

  @override
  String get searchEngine => 'सर्च इंजन';

  @override
  String get defaultSearchEngine => 'डिफ़ॉल्ट सर्च इंजन';

  @override
  String get manageSearchShortcuts => 'सर्च शॉर्टकट प्रबंधित करें';

  @override
  String get editEnginesVisible => 'खोज मेनू में दिखाई देने वाले इंजन संपादित करें';

  @override
  String get selectOne => 'एक चुनें';

  @override
  String get engineVisibleOnSearchMenu => 'खोज मेनू में दिखाई देने वाला इंजन';

  @override
  String get newtab => 'नया टैब';

  @override
  String get favorites => 'पसंदीदा';

  @override
  String get changeNode => 'नोड बदलें';

  @override
  String get share => 'शेयर करें';

  @override
  String get beldexAI => 'बेल्डेक्स एआई';

  @override
  String get webArchives => 'वेब आर्काइव्स';

  @override
  String get findOnPage => 'पेज में खोजें';

  @override
  String get downloads => 'डाउनलोड्स';

  @override
  String get desktopMode => 'डेस्कटॉप मोड';

  @override
  String get settings => 'सेटिंग्स';

  @override
  String get dark => 'डार्क';

  @override
  String get reportAnIssue => 'समस्या रिपोर्ट करें';

  @override
  String get about => 'के बारे में';

  @override
  String get quit => 'बंद करें';

  @override
  String get noFavorites => 'कोई पसंदीदा नहीं';

  @override
  String get noWebArchives => 'कोई वेब आर्काइव नहीं';

  @override
  String get chooseLanguage => 'भाषा चुनें';

  @override
  String get scanQR => 'क्यूआर स्कैन करें';

  @override
  String get alignQRInCenterOFFrame => 'क्यूआर को फ्रेम के केंद्र में संरेखित करें';

  @override
  String get beldexAIEnhancesTheBeldexBrowser => 'Beldex AI Beldex Browser को बुद्धिमान सुविधाओं के साथ बेहतर बनाता है ताकि एक सहज वेब अनुभव मिल सके। यह पेज की सामग्री को त्वरित पढ़ने के लिए संक्षेप में प्रस्तुत करता है। मास्टरनोड्स और एग्ज़िट नोड्स के माध्यम से ट्रैफ़िक को कुशलतापूर्वक रूट करके यह गोपनीयता और तेज़ ब्राउज़िंग सुनिश्चित करता है। सब्सक्रिप्शन आधारित मॉडलों के विपरीत, बेल्डेक्स एआई मुफ्त है और उपयोगकर्ता की सुविधा व गोपनीयता-केंद्रित इंटरनेट अनुभव को प्राथमिकता देता है। Beldex AI के साथ स्मार्ट और तेज़ ब्राउज़िंग का अनुभव करें।.';

  @override
  String get needHelpWithThisSite => 'क्या इस साइट के लिए मदद चाहिए?';

  @override
  String get beldexAICanHelpYou => 'बेल्डेक्स एआई लेखों का सारांश बनाने, साइट की सामग्री को विस्तार से समझाने और बहुत कुछ में आपकी मदद कर सकता है।.';

  @override
  String get enterPromptHere => 'यहाँ प्रॉम्प्ट दर्ज करें..';

  @override
  String get summariseThisPage => 'इस पेज का सारांश बनाएँ';

  @override
  String get hideSummarise => 'सारांश छुपाएँ';

  @override
  String get retry => 'पुनः प्रयास करें';

  @override
  String get regenerate => 'फिर से बनाएँ';

  @override
  String get thereWasAnErrorGenerateResponse => 'प्रतिक्रिया बनाने में त्रुटि हुई';

  @override
  String get askBeldexAI => 'बेल्डेक्स एआई से पूछें';

  @override
  String get chatDeleted => 'चैट सफलतापूर्वक हटाई गई';

  @override
  String get unprecidentedTrafficExitNodeError => 'एग्ज़िट नोड पर असाधारण ट्रैफ़िक। कृपया एग्ज़िट नोड बदलें और पुनः प्रयास करें';

  @override
  String get connected => 'कनेक्टेड';

  @override
  String get disconnected => 'डिस्कनेक्टेड';

  @override
  String get switchNode => 'नोड बदलें';

  @override
  String get switchingNode => 'नोड बदला जा रहा है';

  @override
  String get nodes => 'नोड्स';

  @override
  String get exitNodeSwitched => 'एग्ज़िट नोड सफलतापूर्वक बदला गया';

  @override
  String get thisNodeAlreadySelected => 'यह नोड पहले से चुना हुआ है। कृपया सूची से कोई और चुनें';

  @override
  String get doYouWantToSwitch => 'क्या आप चयनित नोड पर स्विच करना चाहते हैं?';

  @override
  String get noRecentDownloads => 'कोई हालिया डाउनलोड नहीं';

  @override
  String get clearDownloads => 'डाउनलोड्स साफ़ करें';

  @override
  String get download => 'डाउनलोड';

  @override
  String get cancel => 'रद्द करें';

  @override
  String get youAreAboutToDownload => 'डाउनलोड करने वाले हैं। क्या आप';

  @override
  String get areYouSure => 'सुनिश्चित हैं?';

  @override
  String get startDownloading => 'डाउनलोड शुरू करें';

  @override
  String get downloading => 'डाउनलोड हो रहा है';

  @override
  String get completed => 'पूर्ण';

  @override
  String get fileDownloaded => 'फ़ाइलें सफलतापूर्वक डाउनलोड हुईं';

  @override
  String get searchEngineContent => 'व्यक्तिगत ब्राउज़िंग के लिए अपना पसंदीदा सर्च इंजन चुनें।.';

  @override
  String get homePage => 'होम पेज';

  @override
  String get homepageContent => 'पसंदीदा साइटों तक त्वरित पहुँच के लिए अपना होमपेज सेट करें।.';

  @override
  String get screenSecurity => 'स्क्रीन सुरक्षा';

  @override
  String get screenSecurityContent => 'सुरक्षित ब्राउज़िंग के लिए अतिरिक्त सुरक्षा जोड़ें।.';

  @override
  String get javascriptEnabled => 'जावास्क्रिप्ट सक्षम';

  @override
  String get javascriptEnabledContent => 'अनुकूल अनुभव के लिए जावास्क्रिप्ट सक्षम या अक्षम करें।.';

  @override
  String get cacheEnabled => 'कैश सक्षम';

  @override
  String get cacheEnabledContent => 'तेज़ लोडिंग या अधिक गोपनीयता के लिए कैश टॉगल करें।.';

  @override
  String get supportZoom => 'ज़ूम समर्थन';

  @override
  String get supportZoomContent => 'वेब सामग्री को करीब से देखने के लिए ज़ूम सक्षम करें।.';

  @override
  String get setAsDefaultBrowser => 'डिफ़ॉल्ट ब्राउज़र के रूप में सेट करें';

  @override
  String get appPermissions => 'ऐप अनुमतियाँ';

  @override
  String get aboutBeldexBrowser => 'बेल्डेक्स ब्राउज़र के बारे में';

  @override
  String get resetSettings => 'सेटिंग्स रीसेट करें';

  @override
  String get doYouWanttoReset => 'क्या आप ब्राउज़र सेटिंग्स को रीसेट करना चाहते हैं?';

  @override
  String get textZoom => 'टेक्स्ट ज़ूम';

  @override
  String get textZoomContent => 'किसी भी वेबसाइट पर आरामदायक पढ़ने के लिए टेक्स्ट आकार को प्रतिशत में अनुकूलित करें।.';

  @override
  String get adBlocker => 'एड ब्लॉकर';

  @override
  String get adBlockerContent => 'ब्राउज़ करते समय परेशान करने वाले विज्ञापनों को ब्लॉक करने और अपने ब्राउज़िंग अनुभव को बेहतर बनाने के लिए टॉगल करें।.';

  @override
  String get autoConnect => 'ऑटो-कनेक्ट';

  @override
  String get autoConnectContent => 'ऐप लॉन्च होने पर स्वचालित रूप से कनेक्ट करें।.';

  @override
  String get autoSuggestion => 'ऑटो-सजेशन';

  @override
  String get autoSuggestionContent => 'खोज करते समय सुझाव स्वचालित रूप से दिखाएँ।.';

  @override
  String get clearSessionCache => 'सेशन कैश साफ़ करें';

  @override
  String get clearSessionCacheContent => 'गोपनीयता के लिए वर्तमान सेशन का कैश स्वचालित रूप से साफ़ करें।.';

  @override
  String get builtinZoomControls => 'इन-बिल्ट ज़ूम कंट्रोल्स';

  @override
  String get builtinZoomControlsContent => '-बिल्ट ज़ूम फ़ंक्शन के साथ अपने ब्राउज़िंग अनुभव को नियंत्रित करें।.';

  @override
  String get displayZoomControls => 'ज़ूम कंट्रोल्स दिखाएँ';

  @override
  String get displayZoomControlsContent => 'आसान पहुँच के लिए ऑन-स्क्रीन ज़ूम कंट्रोल्स दिखाएँ।.';

  @override
  String get thirdpartCookiesEnabled => 'थर्ड-पार्टी कुकीज़ सक्षम';

  @override
  String get thirdpartyCookiesEnabledContent => 'ब्राउज़ करते समय अपनी गोपनीयता प्रबंधित करने के लिए थर्ड-पार्टी कुकीज़ को सक्षम या अक्षम करें।.';

  @override
  String get debuggingEnabled => 'डिबगिंग सक्षम';

  @override
  String get debuggingEnabledContent => 'प्रदर्शन से जुड़ी उन्नत जानकारी के लिए डिबगिंग मोड सक्रिय करें।.';

  @override
  String get closeTabs => 'टैब बंद करें';

  @override
  String get closeAllTabs => 'सभी टैब बंद करें';

  @override
  String get copy => 'कॉपी करें';

  @override
  String get cut => 'काटें';

  @override
  String get paste => 'पेस्ट करें';

  @override
  String get selectAll => 'सभी चुनें';

  @override
  String get copied => 'कॉपी किया गया';

  @override
  String get copiedToClipboard => 'क्लिपबोर्ड में कॉपी किया गया';

  @override
  String get unableToShareUrl => 'URL साझा करने में असमर्थ';

  @override
  String get openInNewTab => 'नए टैब में खोलें';

  @override
  String get copyAddressLink => 'पता लिंक कॉपी करें';

  @override
  String get shareLink => 'लिंक साझा करें';

  @override
  String get downloadimage => 'इमेज डाउनलोड करें';

  @override
  String get shareImage => 'इमेज साझा करें';

  @override
  String get openImageInNewTab => 'नए टैब में इमेज खोलें';

  @override
  String get searchImageWith => 'से इमेज खोजें';

  @override
  String get youRaboutToDownloadImage => 'आप इमेज डाउनलोड करने वाले हैं। क्या आप सुनिश्चित हैं?';

  @override
  String get rUSureWantToQuitApp => 'क्या आप वाकई बाहर निकलना चाहते हैं?';

  @override
  String get quitBrowser => 'ब्राउज़र बंद करें';

  @override
  String get delete => 'हटाएँ';

  @override
  String get reset => 'रीसेट';

  @override
  String get customUrlHomePage => 'कस्टम URL होम पेज';

  @override
  String get ok => 'ओके';

  @override
  String get downloadFailed => 'डाउनलोड विफल!';

  @override
  String get noCompletedDownloads => 'कोई पूर्ण डाउनलोड नहीं';

  @override
  String get cannotOpenThisFile => 'इस फ़ाइल को खोल नहीं सकते';

  @override
  String get titleChangeNode => 'नोड बदलें';

  @override
  String get hasExperiancedTraffic => 'पर असाधारण ट्रैफ़िक हुआ है। कृपया एग्ज़िट नोड बदलने के लिए ‘नोड बदलें’ पर क्लिक करें';

  @override
  String get theResponseHasBeenInterrupted => 'प्रतिक्रिया बाधित हो गई';

  @override
  String get tryThis => 'इसे आज़माएँ:';

  @override
  String get you => 'आप';

  @override
  String get chat => 'चैट';

  @override
  String get cameraPermissionDenied => 'कैमरा अनुमति अस्वीकृत';

  @override
  String get micPermissionRequired => 'माइक्रोफ़ोन की अनुमति आवश्यक है';

  @override
  String get uPermanentlyDeniedMicAccess => 'आपने माइक्रोफ़ोन की अनुमति स्थायी रूप से अस्वीकार कर दी है';

  @override
  String get plsEnableMicInAppSettings => 'कृपया वॉयस सर्च का उपयोग करने के लिए ऐप सेटिंग्स में इसे सक्षम करें।';

  @override
  String get thispageAlreadySavedOffline => 'यह पेज पहले से ऑफ़लाइन सहेजा गया है';

  @override
  String get pageSavedOffline => 'पेज ऑफ़लाइन सहेजा गया!';

  @override
  String get unabledToSave => 'सहेजने में असमर्थ';

  @override
  String get basic => 'बेसिक';

  @override
  String get advanced => 'उन्नत';

  @override
  String get downloadCompelete => 'डाउनलोड पूरा हुआ';

  @override
  String get screensecurityCurrentlyEnabled => 'स्क्रीन सुरक्षा वर्तमान में सक्षम है। कृपया इसे सेटिंग्स स्क्रीन में जाकर अक्षम करें।';

  @override
  String get openSettings => 'सेटिंग्स खोलें';

  @override
  String get noInternetConnection => 'कोई इंटरनेट कनेक्शन नहीं';

  @override
  String get youAreNotConnectedToInternet => 'आप इंटरनेट से कनेक्ट नहीं हैं। सुनिश्चित करें कि WiFi/मोबाइल डेटा चालू है।';

  @override
  String get pleaseEnterValidCustomURL => 'कृपया वैध कस्टम URL दर्ज करें';

  @override
  String get enterSearchEngineName => 'कृपया सर्च इंजन का नाम दर्ज करें।';

  @override
  String get enterSearchEngineURL => 'कृपया सर्च इंजन URL दर्ज करें।';

  @override
  String get entervalidURL => 'कृपया वैध URL दर्ज करें।';

  @override
  String get pleaseEnterCorrectSEName => 'कृपया दिए गए URL के लिए सही सर्च इंजन नाम दर्ज करें।';

  @override
  String get urlUnreachable => 'URL उपलब्ध नहीं है। कृपया वैध URL आज़माएँ।';

  @override
  String get notvalidSearchEngine => 'यह वैध सर्च इंजन नहीं है।';

  @override
  String get searchEngineAlreadyExist => 'यह सर्च इंजन पहले से मौजूद है।';

  @override
  String get searchEngineAdded => 'सर्च इंजन सफलतापूर्वक जोड़ा गया!';

  @override
  String get searchEngineUpdated => 'सर्च इंजन सफलतापूर्वक अपडेट किया गया!';

  @override
  String get beldexIsAnEcosystem => 'Beldex विकेंद्रीकृत और गोपनीयता-संरक्षण करने वाले अनुप्रयोगों का एक इकोसिस्टम है। Beldex ब्राउज़र ऐप इस इकोसिस्टम का एक हिस्सा है, जिसमें BChat, BelNet और Beldex प्रोटोकॉल जैसे ऐप्स भी शामिल हैं। Beldex ब्राउज़र आपको एक सहज और गोपनीय ऑनलाइन अनुभव प्रदान करता है, जहाँ आपका डेटा केवल आपका ही रहता है। मज़बूत ब्लॉकचेन अवसंरचना पर बना Beldex ब्राउज़र अपने उपयोगकर्ताओं को गोपनीयता और अनामिता सुनिश्चित करता है।.';

  @override
  String get atBeldex => ' \n Beldex में, हम व्यक्तियों को उनकी डिजिटल पहचान पर नियंत्रण का मौलिक अधिकार देने में विश्वास करते हैं। Beldex ब्राउज़र को उपयोगकर्ताओं के लिए एक सुरक्षित और गोपनीय ऑनलाइन वातावरण प्रदान करने के लिए डिज़ाइन किया गया है ताकि वे डिजिटल दुनिया से संवाद और संपर्क कर सकें।.';

  @override
  String get titlebns => '\nBNS';

  @override
  String get theBeldexBrowserSupports => 'Beldex ब्राउज़र BNS डोमेन का समर्थन करता है। BNS डोमेन मूल रूप से BelNet पर होस्ट किए जाते हैं। इन्हें केवल BelNet से कनेक्ट होकर ही एक्सेस किया जा सकता है। हालांकि, क्योंकि Beldex ब्राउज़र में BelNet अंतर्निहित है, उपयोगकर्ता BNS डोमेन को स्वतंत्र रूप से एक्सेस कर सकते हैं।.';

  @override
  String get titleMNApp => '\nMNApps';

  @override
  String get asTheBrowser => 'चूंकि ब्राउज़र स्वयं BelNet को अतिरिक्त गोपनीयता सुविधा के रूप में समर्थन करता है, उपयोगकर्ता .bdx डोमेन पते पर होस्ट किए गए MNApps को आसानी से एक्सेस कर सकते हैं।.';

  @override
  String get titleCrossplatformAccess => '\nक्रॉस प्लेटफ़ॉर्म एक्सेस';

  @override
  String get theBeldexBrowserIsCrossplatform => 'Beldex ब्राउज़र क्रॉस-प्लेटफ़ॉर्म है क्योंकि इसे मोबाइल और डेस्कटॉप दोनों डिवाइसों के लिए विकसित किया जा रहा है।.';

  @override
  String get titleKeyFeature => '\nमुख्य विशेषताएँ';

  @override
  String get followingAreTheFeatures => '\nनीचे Beldex ब्राउज़र एप्लिकेशन के बीटा संस्करण में उपलब्ध सुविधाएँ दी गई हैं। अल्फ़ा संस्करण में और अधिक सुविधाएँ जोड़ी जाएंगी।.\n';

  @override
  String get blockJavascript => 'जावास्क्रिप्ट ब्लॉक करता है: Beldex ब्राउज़र जावास्क्रिप्ट को ब्लॉक करके उपयोगकर्ता सुरक्षा को प्राथमिकता देता है, जिससे दुर्भावनापूर्ण स्क्रिप्ट्स के जोखिम कम होते हैं जो उपयोगकर्ता की गोपनीयता और सुरक्षा से समझौता कर सकती हैं। यह सुरक्षित ब्राउज़िंग अनुभव सुनिश्चित करता है और जावास्क्रिप्ट से जुड़ी कमजोरियों से उपयोगकर्ताओं की रक्षा करता है।.';

  @override
  String get blockcookies => 'कुकीज़ ब्लॉक करता है: कुकीज़ उपयोगकर्ता की व्यक्तिगत जानकारी एकत्र करती हैं जो उनके व्यवहार और उपयोग पैटर्न निर्धारित करने में मदद करती हैं। इससे वेबसाइट को प्रासंगिक विज्ञापन दिखाने, सक्रिय सत्रों का प्रबंधन करने और बड़े डेटा विश्लेषण में मदद मिलती है।.';

  @override
  String get ipAddressMasked => 'IP पता मास्क किया जाता है: ब्राउज़र का इन-बिल्ट dVPN, BelNet, उपयोगकर्ता के IP पते को उन वेबसाइटों से छुपाता है जिन्हें वे विज़िट करते हैं। इससे उपयोगकर्ता को गोपनीयता और अनामिता मिलती है और वेबसाइटों को IP के आधार पर उपयोगकर्ता को पहचानने और ट्रैक करने से रोका जाता है।.';

  @override
  String get locationObfuscated => 'स्थान अस्पष्ट किया जाता है: गोपनीयता बढ़ाने के लिए, ब्राउज़र उपयोगकर्ता के स्थान को अस्पष्ट कर देता है, जिससे वेबसाइटों और तीसरे पक्ष के लिए वास्तविक भौगोलिक स्थान जानना कठिन हो जाता है। इससे उपयोगकर्ता अपनी लोकेशन बताए बिना ब्राउज़ कर सकते हैं।.';

  @override
  String get noMetadataCallected => 'कोई मेटाडेटा एकत्र नहीं किया जाता: ब्राउज़र मेटाडेटा एकत्र करने से बचता है, जिससे उपयोगकर्ता की ब्राउज़िंग आदतों या प्राथमिकताओं से जुड़ी कोई अतिरिक्त जानकारी संग्रहीत नहीं होती। इससे डेटा लीक और अनधिकृत एक्सेस का जोखिम कम होता है।.';

  @override
  String get inbuiltdVPN => 'इन-बिल्ट dVPN सेवा: BelNet जैसी इन-बिल्ट विकेंद्रीकृत VPN (dVPN) सेवा उपयोगकर्ता के इंटरनेट ट्रैफ़िक को एन्क्रिप्ट करती है और सुरक्षित व गोपनीय कनेक्शन सुनिश्चित करती है।.';

  @override
  String get unrestrictedAccess => 'अनियंत्रित एक्सेस: Beldex ब्राउज़र इंटरनेट पर जानकारी तक बिना किसी प्रतिबंध के पहुँच को बढ़ावा देता है, जिससे अभिव्यक्ति की स्वतंत्रता और सेंसरशिप के खिलाफ़ प्रतिरोध को समर्थन मिलता है। उपयोगकर्ता आसानी से जियो-प्रतिबंधित सामग्री तक पहुँच सकते हैं।.';

  @override
  String get censorshipResistance => 'सेंसरशिप-प्रतिरोध: Beldex ब्लॉकचेन और विकेंद्रीकृत नोड्स के नेटवर्क का उपयोग करके, Beldex ब्राउज़र सेंसरशिप के खिलाफ़ प्रतिरोध को बढ़ावा देता है। किसी एक सर्वर के बंद होने से सेवा तक पहुँच रोकी नहीं जा सकती।.\n';

  @override
  String get aboutAdblocker => 'एड-ब्लॉकर: परेशान करने वाले विज्ञापनों, ट्रैकर्स और पॉप-अप्स को ब्लॉक करें ताकि साफ़ और बिना ध्यान भटकाए ब्राउज़िंग अनुभव मिले। तेज़ पेज लोड और कम डेटा उपयोग के साथ अपनी ऑनलाइन गतिविधियों पर पूरा नियंत्रण बनाए रखें।.\n';

  @override
  String get aboutBeldexAI => 'Beldex AI: BeldexAI के साथ अपने सवालों के तुरंत जवाब पाएं, यह एक बुद्धिमान सहायक है जो वेबसाइट की सामग्री के आधार पर आपके प्रश्नों का उत्तर देता है। चाहे आप किसी खास जानकारी की तलाश में हों या तेज़ इनसाइट्स चाहते हों, BeldexAI आपके ब्राउज़िंग अनुभव को संदर्भित और अनुकूलित उत्तरों के साथ बेहतर बनाता है।.\n';

  @override
  String get thusbeldexbrowserOffers => '\nइस प्रकार, Beldex ब्राउज़र एक सरल और सुरक्षित आश्रय प्रदान करता है उन उपयोगकर्ताओं के लिए जो बढ़ती हुई जुड़ी हुई दुनिया में गोपनीयता चाहते हैं। हमारे साथ एक अधिक गोपनीय और सुरक्षित डिजिटल भविष्य की यात्रा में शामिल हों। अपनी गोपनीयता से समझौता किए बिना इंटरनेट पर सर्फ़ करने, संवाद करने और खोजने की स्वतंत्रता का अनुभव करें। Beldex नेटवर्क – जहाँ गोपनीयता और नवाचार मिलते हैं।.';

  @override
  String get credits => '\nक्रेडिट्स: Beldex और BelNet।\n';

  @override
  String get languageChineseSimplifiedChina => 'चीनी (सरल, चीन)';

  @override
  String get languageChineseTraditionalTaiwan => 'चीनी (पारंपरिक, ताइवान)';

  @override
  String get languageEnglishAustralia => 'अंग्रेज़ी (ऑस्ट्रेलिया)';

  @override
  String get languageEnglishCanada => 'अंग्रेज़ी (कनाडा)';

  @override
  String get languageEnglishIndia => 'अंग्रेज़ी (भारत)';

  @override
  String get languageEnglishIreland => 'अंग्रेज़ी (आयरलैंड)';

  @override
  String get languageEnglishSingapore => 'अंग्रेज़ी (सिंगापुर)';

  @override
  String get languageEnglishUnitedKingdom => 'अंग्रेज़ी (यूनाइटेड किंगडम)';

  @override
  String get languageEnglishUnitedStates => 'अंग्रेज़ी (संयुक्त राज्य)';

  @override
  String get languageFrenchBelgium => 'फ़्रेंच (बेल्जियम)';

  @override
  String get languageFrenchCanada => 'फ़्रेंच (कनाडा)';

  @override
  String get languageFrenchFrance => 'फ़्रेंच (फ़्रांस)';

  @override
  String get languageFrenchSwitzerland => 'फ़्रेंच (स्विट्ज़रलैंड)';

  @override
  String get languageGermanAustria => 'जर्मन (ऑस्ट्रिया)';

  @override
  String get languageGermanBelgium => 'जर्मन (बेल्जियम)';

  @override
  String get languageGermanGermany => 'जर्मन (जर्मनी)';

  @override
  String get languageGermanSwitzerland => 'जर्मन (स्विट्ज़रलैंड)';

  @override
  String get languageHindiIndia => 'हिन्दी (भारत)';

  @override
  String get languageIndonesianIndonesia => 'इंडोनेशियन (इंडोनेशिया)';

  @override
  String get languageItalianItaly => 'इतालवी (इटली)';

  @override
  String get languageItalianSwitzerland => 'इतालवी (स्विट्ज़रलैंड)';

  @override
  String get languageJapaneseJapan => 'जापानी (जापान)';

  @override
  String get languageKoreanSouthKorea => 'कोरियाई (दक्षिण कोरिया)';

  @override
  String get languagePolishPoland => 'पोलिश (पोलैंड)';

  @override
  String get languagePortugueseBrazil => 'पुर्तगाली (ब्राज़ील)';

  @override
  String get languageRussianRussia => 'रूसी (रूस)';

  @override
  String get languageSpanishSpain => 'स्पेनिश (स्पेन)';

  @override
  String get languageSpanishUnitedStates => 'स्पेनिश (संयुक्त राज्य)';

  @override
  String get languageThaiThailand => 'थाई (थाईलैंड)';

  @override
  String get languageTurkishTurkey => 'तुर्की (तुर्की)';

  @override
  String get languageVietnameseVietnam => 'वियतनामी (वियतनाम)';

  @override
  String get languageEnglish => 'English';

  @override
  String get languageSpanish => 'Spanish';

  @override
  String get languageJapanese => 'Japanese';

  @override
  String get languagePortuguese => 'Portuguese';

  @override
  String get languageGerman => 'German';

  @override
  String get languageTurkish => 'Turkish';

  @override
  String get languageRussian => 'Russian';

  @override
  String get languageChinese => 'Chinese';

  @override
  String get languageKorean => 'Korean';

  @override
  String get languageVietnamese => 'Vietnamese';

  @override
  String get languageTamil => 'Tamil';

  @override
  String get languageArabic => 'Arabic';

  @override
  String get languageFrench => 'फ़्रेंच';

  @override
  String get languageItalian => 'इतालवी';

  @override
  String get languageDanish => 'डेनिश';

  @override
  String get languageDutch => 'डच';

  @override
  String get languageFinnish => 'फिनिश';

  @override
  String get languageFilipino => 'फिलिपिनो';

  @override
  String get languageIndonesian => 'इंडोनेशियन';

  @override
  String get languageMalay => 'मलय';

  @override
  String get languageThai => 'थाई';

  @override
  String get languageHindi => 'हिन्दी';

  @override
  String get languageTelugu => 'तेलुगु';

  @override
  String get languageMalayalam => 'मलयालम';

  @override
  String get languageMarathi => 'मराठी';
}
