Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

# pageSavedOffline
source: Page is saved offline!
af: Bladsy is vanlyn gestoor!
ar: تم حفظ الصفحة بدون اتصال بالإنترنت!
da: Side er gemt offline!
el: Η σελίδα αποθηκεύτηκε εκτός σύνδεσης!
es: ¡Página guardada sin conexión!
fi: Sivu on tallennettu offline-tilaan!
fil: Naka-save na offline ang pahina!
hi: पेज ऑफ़लाइन सहेजा गया!
id: Halaman berhasil disimpan secara offline!
ja: ページはオフラインで保存されました!
lt: Puslapis išsaugotas neprisijungus!
pl: Strona została zapisana offline!
pt: Página salva offline!
ro: Pagina a fost salvată offline!
ta: பக்கம் ஆஃப்லைனில் சேமிக்கப்பட்டது!
th: บันทึกหน้าแบบออฟไลน์แล้ว!
uk: Сторінку збережено офлайн!

# unabledToSave
source: Unable to save
af: Kan nie stoor nie
ar: غير قادر على الحفظ
da: Kan ikke gemme
el: Αδυναμία αποθήκευσης
es: No se pudo guardar
fi: Tallennus epäonnistui
fil: Hindi ma-save
hi: सहेजने में असमर्थ
id: Tidak dapat menyimpan
ja: 保存できません
lt: Nepavyko išsaugoti
pl: Nie można zapisać
pt: Não foi possível salvar
ro: Nu se poate salva
ta: சேமிக்க முடியவில்லை
th: ไม่สามารถบันทึกได้
uk: Не вдалося зберегти

source: Basic
af: Basies
ar: أساسي
da: Grundlæggende
el: Βασικών
es: Básico
fi: Perusasetukset
hi: बेसिक
ja: 基本
lt: Pagrindiniai
pl: Podstawowe
pt: Básico
ro: De bază
ta: அடிப்படை
th: พื้นฐาน
uk: Базові

source: Advanced
af: Gevorderd
ar: متقدم
da: Avanceret
el: προχωρημένος
es: Avanzado
fi: Lisäasetukset
hi: उन्नत
ja: 詳細設定
lt: Išplėstiniai
pl: Zaawansowane
pt: Avançado
ro: Avansate
ta: மேம்பட்டது
th: ขั้นสูง
uk: Розширені

# downloadCompelete
source: Download complete
af: Aflaai voltooi
ar: اكتمل التنزيل
da: Download fuldført
el: Η λήψη ολοκληρώθηκε
es: Descarga completa
fi: Lataus valmis
fil: Tapos na ang pag-download
hi: डाउनलोड पूरा हुआ
id: Unduhan selesai
ja: ダウンロード完了
lt: Atsisiuntimas baigtas
pl: Pobieranie zakończone
pt: Download concluído
ro: Descărcare finalizată
ta: பதிவிறக்கம் முடிந்தது
th: ดาวน์โหลดเสร็จสิ้น
uk: Завантаження завершено

# screensecurityCurrentlyEnabled
source: Screen security is currently enabled.Make sure to disable it in the settings screen
af: Skermsekuriteit is tans geaktiveer. Maak seker dat jy dit in die instellingskerm deaktiveer.
ar: ميزة أمان الشاشة مفعلة حالياً. تأكد من إيقافها في شاشة الإعدادات.
da: Skærmsikkerhed er i øjeblikket aktiveret. Sørg for at deaktivere den i indstillingsskærmen
el: Η ασφάλεια οθόνης είναι ενεργοποιημένη αυτή τη στιγμή. Βεβαιωθείτε ότι την απενεργοποιείτε από την οθόνη ρυθμίσεων
es: La seguridad de pantalla está activada actualmente. Asegúrate de desactivarla en la pantalla de configuración
fi: Näytön suojaus on tällä hetkellä käytössä. Varmista, että poistat sen käytöstä asetussivulla.
fil: Ang seguridad ng screen ay kasalukuyang naka-enable. Tiyaking i-disable ito sa screen ng mga setting
hi: स्क्रीन सुरक्षा वर्तमान में सक्षम है। कृपया इसे सेटिंग्स स्क्रीन में जाकर अक्षम करें।
id: Keamanan layar saat ini diaktifkan. Pastikan untuk menonaktifkannya di layar pengaturan
ja: 画面保護が有効になっています。設定画面で無効にしてください
lt: Ekrano sauga šiuo metu įjungta. Įsitikinkite, kad ją išjungėte nustatymų ekrane
pl: Zabezpieczenie ekranu jest obecnie włączone. Upewnij się, że wyłączysz je w ekranie ustawień
pt: A segurança da tela está ativada no momento. Certifique-se de desativá-la na tela de configurações.
ro: Securitatea ecranului este activată în prezent. Asigură-te că o dezactivezi din ecranul de setări
ta: ஸ்கிரீன் பாதுகாப்பு தற்போது இயங்குகிறது. அமைப்புகளில் இதை அணைக்கவும்
th: ระบบความปลอดภัยหน้าจอถูกเปิดใช้งานอยู่ในขณะนี้ โปรดตรวจสอบให้แน่ใจว่าได้ปิดใช้งานในหน้าการตั้งค่า
uk: Безпека екрана наразі увімкнена. Будь ласка, вимкніть її в налаштуваннях

source: Open Settings
af: Maak instellings oop
ar: فتح الإعدادات
da: Åbn indstillinger
el: Άνοιγμα ρυθμίσεων
es: abrir configuración
fi: Avaa asetukset
fil: Buksan ang Mga Setting
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
lt: Atidaryti nustatymus
pl: Otwórz ustawienia
pt: Abrir Configurações
ro: Deschide setările
ta: அமைப்புகளை திறக்கவும்
th: เปิดการตั้งค่า
uk: Відкрити налаштування

source: No internet connection
af: Geen internetverbinding
ar: لا يوجد اتصال بالإنترنت
da: Ingen internetforbindelse
el: Χωρίς σύνδεση στο διαδίκτυο
es: Sin conexión a internet
fi: Ei internet-yhteyttä
fil: Walang koneksyon sa internet
hi: कोई इंटरनेट कनेक्शन नहीं
id: Tidak ada koneksi internet
ja: インターネットに接続されていません
lt: Nėra interneto ryšio
pl: Brak połączenia z Internetem
pt: Sem conexão com a internet
ro: Fără conexiune la internet
ta: இணையம் இணைக்கப்படவில்லை
th: หน้าจอไม่มีอินเทอร์เน็ต
uk: Немає підключення до інтернету

# youAreNotConnectedToInternet
source: You are not connected to the internet. Make sure WiFi/Mobile data is on
af: Jy is nie aan die internet gekoppel nie. Maak seker dat WiFi/Mobiele data aangeskakel is
ar: أنت غير متصل بالإنترنت. تأكد من تشغيل الواي فاي/بيانات الهاتف المحمول
da: Du er ikke forbundet til internettet. Sørg for, at WiFi/mobildata er slået til
el: Δεν είστε συνδεδεμένοι στο διαδίκτυο. Βεβαιωθείτε ότι το Wi-Fi ή τα δεδομένα κινητής τηλεφωνίας είναι ενεργοποιημένα
es: No estás conectado a internet. Asegúrate de que el WiFi/datos móviles estén activados
fi: Et ole yhteydessä internetiin. Varmista, että WiFi-/Mobiilidata on päällä
fil: Hindi ka nakakonekta sa internet. Tiyaking naka-on ang WiFi o Mobile Data
hi: आप इंटरनेट से कनेक्ट नहीं हैं। सुनिश्चित करें कि WiFi/मोबाइल डेटा चालू है।
id: Anda tidak terhubung ke internet. Pastikan WiFi atau data seluler aktif
ja: インターネットに接続されていません。Wi-Fi またはモバイルデータが有効になっているか確認してください
lt: Jūs neprisijungę prie interneto. Įsitikinkite, kad įjungtas „Wi-Fi“ arba mobilieji duomenys
pl: Nie jesteś połączony z Internetem. Upewnij się, że Wi-Fi lub dane mobilne są włączone
pt: Você não está conectado à internet. Certifique-se de que o Wi-Fi/dados móveis estão ligados
ro: Nu ești conectat la internet. Asigură-te că Wi-Fi sau datele mobile sunt activate
ta: நீங்கள் இணையத்துடன் இணைக்கப்படவில்லை. WiFi/மொபைல் டேட்டா இயங்குவதை உறுதி செய்யவும் மீண்டும் முயற்சி செய்
th: คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต กรุณาตรวจสอบว่าเปิด WiFi หรือข้อมูลมือถืออยู่
uk: Ви не підключені до інтернету. Переконайтеся, що Wi-Fi або мобільні дані увімкнені

source: Please enter valid custom URL
af: Voer asseblief ’n geldige pasgemaakte URL in
ar: يرجى إدخال URL مخصص صالح
da: Indtast venligst en gyldig brugerdefineret URL
el: Παρακαλούμε εισαγάγετε ένα έγκυρο προσαρμοσμένο URL
es: Por favor, introduzca una URL personalizada válida
fi: Anna kelvollinen mukautettu URL
fil: Mangyaring maglagay ng wastong custom na URL
hi: कृपया वैध कस्टम URL दर्ज करें
id: Silakan masukkan URL khusus yang valid
ja: 有効なカスタムURLを入力してください
lt: Prašome įvesti galiojantį pasirinktinį URL
pl: Wprowadź prawidłowy niestandardowy adres URL
pt: Por favor, insira uma URL personalizada válida
ro: Vă rugăm să introduceți un URL personalizat valid
ta: சரியான தனிப்பயன் URL ஐ உள்ளிடவும்
th: กรุณากรอก URL ที่ถูกต้อง
uk: введіть дійсний користувацький URL

# enterSearchEngineName
source: Please enter a search engine name
af: Voer asseblief ’n soekenjinnaam in
ar: الرجاء إدخال اسم محرك البحث
da: Indtast venligst navnet på søgemaskinen
el: Παρακαλούμε εισαγάγετε το όνομα της μηχανής αναζήτησης
fi: Anna hakukoneen nimi
fil: Mangyaring maglagay ng pangalan ng search engine
hi: कृपया सर्च इंजन का नाम दर्ज करें।
id: Silakan masukkan nama mesin pencari
ja: 検索エンジン名を入力してください
lt: Prašome įvesti paieškos variklio pavadinimą
pl: Proszę wprowadzić nazwę wyszukiwarki
ro: Vă rugăm să introduceți un nume pentru motorul de căutare
ta: தேடுபொறியின் பெயரை உள்ளிடவும்
th: กรุณากรอกชื่อเครื่องมือค้นหา
uk: Будь ласка, введіть назву пошукової системи

# enterSearchEngineURL
source: Please enter the search engine URL
af: Voer asseblief die soekenjin-URL in
ar: الرجاء إدخال عنوان URL لمحرك البحث
da: Indtast venligst søgemaskinens URL
el: Παρακαλούμε εισαγάγετε το URL της μηχανής αναζήτησης.
fi: Anna hakukoneen URL-osoite
fil: Mangyaring ilagay ang URL ng search engine
hi: कृपया सर्च इंजन URL दर्ज करें।
id: Silakan masukkan URL mesin pencari
ja: 検索エンジンのURLを入力してください
lt: Prašome įvesti paieškos variklio URL
pl: Proszę wprowadzić adres URL wyszukiwarki
ro: Vă rugăm să introduceți URL-ul motorului de căutare
ta: தேடுபொறியின் URL ஐ உள்ளிடவும்
th: กรุณากรอก URL ของเครื่องมือค้นหา
uk: Будь ласка, введіть URL пошукової системи

# entervalidURL
source: Please enter a valid URL
af: Voer asseblief ’n geldige URL in
ar: الرجاء إدخال عنوان URL صالح
da: Indtast venligst en gyldig URL
el: Παρακαλούμε εισαγάγετε ένα έγκυρο URL
fi: Anna kelvollinen URL
fil: Mangyaring maglagay ng wastong URL
hi: कृपया वैध URL दर्ज करें।
id: Silakan masukkan URL yang valid
ja: 有効なURLを入力してください
lt: Prašome įvesti galiojantį URL
pl: Proszę wprowadzić prawidłowy adres URL
ro: Vă rugăm să introduceți un URL valid
ta: சரியான URL ஐ உள்ளிடவும்
th: กรุณากรอก URL ที่ถูกต้อง
uk: Будь ласка, введіть дійсний URL

# pleaseEnterCorrectSEName
source: Please enter the correct search engine name for the given URL
af: Voer asseblief die korrekte soekenjinnaam vir die gegewe URL in
ar: الرجاء إدخال اسم محرك البحث الصحيح للعنوان URL المحدد
da: Indtast det korrekte søgemaskinenavn for den angivne URL
el: Παρακαλούμε εισαγάγετε το σωστό όνομα μηχανής αναζήτησης για το παρεχόμενο URL
fi: Anna oikea hakukoneen nimi annetulle URL-osoitteelle
fil: Mangyaring ilagay ang tamang pangalan ng search engine para sa ibinigay na URL
hi: कृपया दिए गए URL के लिए सही सर्च इंजन नाम दर्ज करें।
id: Silakan masukkan nama mesin pencari yang sesuai untuk URL tersebut
ja: 指定されたURLに対して正しい検索エンジン名を入力してください
lt: Prašome įvesti teisingą paieškos variklio pavadinimą nurodytam URL
pl: Proszę wprowadzić poprawną nazwę wyszukiwarki dla podanego adresu URL
ro: Vă rugăm să introduceți numele corect al motorului de căutare pentru URL-ul dat
ta: கொடுக்கப்பட்ட URL க்கான சரியான தேடுபொறியின் பெயரை உள்ளிடவும்
th: กรุณากรอกชื่อเครื่องมือค้นหาที่ถูกต้องสำหรับ URL นี้
uk: Будь ласка, введіть правильну назву пошукової системи для вказаного URL

# urlUnreachable
source: The URL is unreachable. Please try a valid URL
af: Die URL is onbereikbaar. Probeer asseblief ’n geldige URL
ar: العنوان URL غير قابل للوصول. الرجاء تجربة عنوان URL صالح
da: URL’en kan ikke nås. Prøv venligst en gyldig URL
el: Το URL δεν είναι προσβάσιμο. Παρακαλούμε δοκιμάστε ένα έγκυρο URL
fi: URL-osoite ei ole saavutettavissa. Kokeile kelvollista URL-osoitetta
fil: Hindi maabot ang URL. Pakisubukang gumamit ng wastong URL
hi: URL उपलब्ध नहीं है। कृपया वैध URL आज़माएँ।
id: URL tidak dapat dijangkau. Silakan coba URL yang valid
ja: URLにアクセスできません。有効なURLをお試しください
lt: URL nepasiekiamas. Prašome pabandyti galiojantį URL
pl: Adres URL jest nieosiągalny. Spróbuj użyć prawidłowego adresu URL.
ro: URL-ul nu este accesibil. Vă rugăm să încercați un URL valid
ta: URL அடைய முடியவில்லை. சரியான URL முயற்சி செய்யவும்
th: ไม่สามารถเข้าถึง URL ได้ กรุณาลอง URL ที่ถูกต้อง
uk: URL недоступний. Будь ласка, спробуйте ввести дійсний URL

# notvalidSearchEngine
source: This is not a valid search engine
af: Dit is nie ’n geldige soekenjin nie
ar: هذا ليس محرك بحث صالح
da: Dette er ikke en gyldig søgemaskine
el: Αυτή δεν είναι έγκυρη μηχανή αναζήτησης
fi: Tämä ei ole kelvollinen hakukone
fil: Hindi ito wastong search engine
hi: यह वैध सर्च इंजन नहीं है।
id: Ini bukan mesin pencari yang valid
ja: これは有効な検索エンジンではありません
lt: Tai nėra galiojantis paieškos variklis
pl: To nie jest prawidłowa wyszukiwarka
ro: Acesta nu este un motor de căutare valid
ta: இது சரியான தேடுபொறி அல்ல
th: นี่ไม่ใช่เครื่องมือค้นหาที่ถูกต้อง
uk: Це недійсна пошукова система

# searchEngineAlreadyExist
source: This search engine already exists
af: Hierdie soekenjin bestaan reeds
ar: محرك البحث هذا موجود بالفعل
da: Denne søgemaskine findes allerede
el: Αυτή η μηχανή αναζήτησης υπάρχει ήδη
fi: Tämä hakukone on jo olemassa
fil: Umiiral na ang search engine na ito
hi: यह सर्च इंजन पहले से मौजूद है।
id: Mesin pencari ini sudah ada
ja: この検索エンジンは既に存在します
lt: Šis paieškos variklis jau egzistuoja
pl: Ta wyszukiwarka już istnieje
ro: Acest motor de căutare există deja
ta: இந்த தேடுபொறி ஏற்கனவே உள்ளது
th: เครื่องมือค้นหานี้มีอยู่แล้ว
uk: Ця пошукова система вже існує

# searchEngineAdded
source: Search engine added successfully!
af: Soekenjin suksesvol bygevoeg!
ar: تم إضافة محرك البحث بنجاح!
da: Søgemaskinen blev tilføjet med succes!
el: Η μηχανή αναζήτησης προστέθηκε με επιτυχία!
fi: Hakukone lisätty onnistuneesti!
fil: Matagumpay na naidagdag ang search engine!
hi: सर्च इंजन सफलतापूर्वक जोड़ा गया!
id: Mesin pencari berhasil ditambahkan!
ja: 検索エンジンが正常に追加されました！
lt: Paieškos variklis sėkmingai pridėtas!
pl: Wyszukiwarka została dodana pomyślnie!
ta: தேடுபொறி வெற்றிகரமாக சேர்க்கப்பட்டது!
th: เพิ่มเครื่องมือค้นหาเรียบร้อยแล้ว!
uk: Пошукову систему успішно додано!

# searchEngineUpdated
source: Search engine updated successfully!
af: Soekenjin suksesvol opgedateer!
ar: تم تحديث محرك البحث بنجاح!
da: Søgemaskinen blev opdateret med succes!
el: Η μηχανή αναζήτησης ενημερώθηκε με επιτυχία!
fi: Hakukone päivitetty onnistuneesti!
fil: Matagumpay na na-update ang search engine!
hi: सर्च इंजन सफलतापूर्वक अपडेट किया गया!
id: Mesin pencari berhasil diperbarui!
ja: 検索エンジンが正常に更新されました！
lt: Paieškos variklis sėkmingai atnaujintas!
pl: Wyszukiwarka została zaktualizowana pomyślnie!
ro: Motorul de căutare a fost actualizat cu succes!
ta: தேடுபொறி வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
th: อัปเดตเครื่องมือค้นหาเรียบร้อยแล้ว!
uk: Пошукову систему успішно оновлено!

# beldexIsAnEcosystem
source: Beldex is an ecosystem of decentralized and confidential preserving applications. The Beldex Browser app is one among this ecosystem which also consists of apps such as BChat, BelNet, and the Beldex protocol. The Beldex Browser is your gateway to a seamless and confidential online experience, where your data remains yours alone. Built on a robust blockchain infrastructure, Beldex browser ensures confidentiality and anonymity to its users.
af: Beldex is ’n ekosisteem van gedesentraliseerde en vertroulikheid-bewarende toepassings. Die Beldex Browser-toepassing is een van hierdie ekosisteem, wat ook toepassings soos BChat, BelNet en die Beldex-protokol insluit. Die Beldex Browser is jou toegangspoort tot ’n naatlose en vertroulike aanlyn ervaring, waar jou data uitsluitlik joune bly. Gebou op ’n robuuste blokkettinginfrastruktuur, verseker die Beldex Browser vertroulikheid en anonimiteit vir sy gebruikers.
ar: Beldex هو نظام بيئي من التطبيقات اللامركزية والمحافظة على الخصوصية. تطبيق متصفح Beldex هو جزء من هذا النظام البيئي الذي يشمل أيضًا تطبيقات مثل BChat و BelNet وبروتوكول Beldex. متصفح Beldex هو بوابتك لتجربة إنترنت سلسة وسرية، حيث تظل بياناتك ملكًا لك وحدك. وبفضل بنية تحتية قوية للبلوك تشين، يضمن متصفح Beldex السرية وإخفاء الهوية لمستخدميه.
da: Beldex er et økosystem af decentraliserede og fortrolighedsbevarende applikationer. Beldex Browser-appen er en del af dette økosystem, som også består af applikationer som BChat, BelNet og Beldex-protokollen.Beldex Browser er din indgang til en problemfri og fortrolig onlineoplevelse, hvor dine data forbliver dine alene. Bygget på en robust blockchain-infrastruktur sikrer Beldex Browser fortrolighed og anonymitet for sine brugere.
el: Το Beldex είναι ένα οικοσύστημα αποκεντρωμένων εφαρμογών που διατηρούν την ιδιωτικότητα. Η εφαρμογή του Προγράμματος περιήγησης Beldex είναι ένα από τα στοιχεία αυτού του οικοσυστήματος, το οποίο περιλαμβάνει επίσης εφαρμογές όπως το BChat, το BelNet και το πρωτόκολλο Beldex. Το Πρόγραμμα περιήγησης Beldex είναι η πύλη σας σε μια απρόσκοπτη και ιδιωτική εμπειρία στο διαδίκτυο, όπου τα δεδομένα σας παραμένουν αποκλειστικά δικά σας. Χτισμένο πάνω σε μια ισχυρή υποδομή blockchain, το πρόγραμμα περιήγησης Beldex διασφαλίζει ιδιωτικότητα και ανωνυμία για τους χρήστες του.
es: Beldex es un ecosistema de aplicaciones descentralizadas y orientadas a preservar la confidencialidad. La aplicación del Navegador Beldex es una de las aplicaciones que componen este ecosistema, junto con BChat, BelNet y el protocolo Beldex. El Navegador Beldex es tu puerta de entrada a una experiencia en línea fluida y confidencial, donde tus datos te pertenecen solo a ti. Construido sobre una infraestructura blockchain robusta, el navegador Beldex garantiza confidencialidad y anonimato a sus usuarios.
fi: Beldex on hajautettujen ja luottamuksellisuutta säilyttävien sovellusten ekosysteemi. Beldex-selain on yksi tämän ekosysteemin sovelluksista, johon kuuluvat myös esimerkiksi BChat, BelNet ja Beldex-protokolla. Beldex-selain on porttisi saumattomaan ja luottamukselliseen verkkokokemukseen, jossa tietosi pysyvät vain sinun hallussasi. Vahvalle lohkoketjuinfrastruktuurille rakennettu Beldex-selain takaa käyttäjilleen luottamuksellisuuden ja anonymiteetin.
fil: Ang Beldex ay isang ecosystem ng mga desentralisado at privacy-preserving na mga aplikasyon. Ang Beldex Browser app ay isa sa mga ito, kasama ang BChat, BelNet, at ang Beldex protocol. Ang Beldex Browser ang iyong daan patungo sa isang tuluy-tuloy at pribadong online na karanasan, kung saan ang iyong data ay nananatiling iyo lamang. Ito ay binuo sa isang matatag na imprastraktura ng blockchain na nagsisiguro ng privacy at anonymity para sa mga gumagamit.
hi: Beldex विकेंद्रीकृत और गोपनीयता-संरक्षण करने वाले अनुप्रयोगों का एक इकोसिस्टम है। Beldex ब्राउज़र ऐप इस इकोसिस्टम का एक हिस्सा है, जिसमें BChat, BelNet और Beldex प्रोटोकॉल जैसे ऐप्स भी शामिल हैं। Beldex ब्राउज़र आपको एक सहज और गोपनीय ऑनलाइन अनुभव प्रदान करता है, जहाँ आपका डेटा केवल आपका ही रहता है। मज़बूत ब्लॉकचेन अवसंरचना पर बना Beldex ब्राउज़र अपने उपयोगकर्ताओं को गोपनीयता और अनामिता सुनिश्चित करता है।.
id: Beldex adalah sebuah ekosistem aplikasi terdesentralisasi yang menjaga privasi. Aplikasi Beldex Browser adalah salah satu bagian dari ekosistem ini, yang juga mencakup BChat, BelNet, dan protokol Beldex. Beldex Browser adalah gerbang Anda menuju pengalaman online yang mulus dan privat, di mana data Anda tetap menjadi milik Anda sendiri. Dibangun di atas infrastruktur blockchain yang kuat, Beldex Browser menjamin privasi dan anonimitas bagi para penggunanya.
ja: Beldex は、分散型でプライバシーを保護するアプリケーションのエコシステムです。Beldex ブラウザアプリは、このエコシステムの一部であり、BChat、BelNet、Beldex プロトコルなどのアプリも含まれています。Beldex ブラウザは、シームレスでプライベートなオンライン体験へのゲートウェイであり、あなたのデータはあなただけのものとして保護されます。堅牢なブロックチェーンインフラ上に構築された Beldex ブラウザは、ユーザーのプライバシーと匿名性を保証します。
lt: Beldex yra decentralizuotų ir konfidencialumą išsaugančių programų ekosistema. Beldex Browser programa yra viena iš šios ekosistemos dalių, kuri taip pat apima tokias programas kaip BChat, BelNet ir Beldex protokolas. Beldex Browser yra jūsų vartai į sklandžią ir konfidencialią naršymo patirtį, kurioje jūsų duomenys lieka tik jūsų. Sukurta ant tvirtos blokų grandinės infrastruktūros, Beldex Browser užtikrina vartotojų konfidencialumą ir anonimiškumą.
pl: Beldex to ekosystem zdecentralizowanych aplikacji skoncentrowanych na ochronie poufności. Aplikacja Przeglądarki Beldex jest jednym z elementów tego ekosystemu, który obejmuje również takie aplikacje jak BChat, BelNet oraz protokół Beldex.Przeglądarka Beldex jest Twoją bramą do płynnego i poufnego korzystania z Internetu, w którym Twoje dane pozostają wyłącznie Twoją własnością. Zbudowana na solidnej infrastrukturze blockchain, Przeglądarka Beldex zapewnia swoim użytkownikom poufność i anonimowość.
pt: Beldex é um ecossistema de aplicações descentralizadas que preservam a confidencialidade. O aplicativo Beldex Browser é parte desse ecossistema, que também inclui apps como BChat, BelNet e o protocolo Beldex. O Beldex Browser é sua porta de entrada para uma experiência online segura e confidencial, onde seus dados permanecem exclusivamente seus. Construído sobre uma infraestrutura robusta de blockchain, o Beldex Browser garante confidencialidade e anonimato aos seus usuários.
ro: Beldex este un ecosistem de aplicații descentralizate care pun accent pe protejarea confidențialității. Aplicația Browserul Beldex este una dintre componentele acestui ecosistem, care include și aplicații precum BChat, BelNet și protocolul Beldex. Browserul Beldex este poarta ta către o experiență online fluidă și confidențială, în care datele tale rămân exclusiv ale tale. Construit pe o infrastructură blockchain robustă, Browserul Beldex asigură utilizatorilor săi confidențialitate și anonimat.
ta: Beldex என்பது மையமற்ற மற்றும் ரகசியத்தன்மையை பாதுகாக்கும் பயன்பாடுகளைக் கொண்ட ஒரு முழுமையான ecosystem ஆகும். இந்த ecosystem-இல் BChat, BelNet, மற்றும் Beldex Protocol போன்ற பயன்பாடுகளுடன் சேர்ந்து Beldex Browser app ஒன்றாக உள்ளது.Beldex Browser, உங்கள் தரவு முழுமையாக உங்களிடமே இருக்கும் வகையில், தடையற்ற மற்றும் ரகசியமான இணைய அனுபவத்திற்கான உங்கள் நுழைவாயிலாக செயல்படுகிறது. வலுவான பிளாக்செயின் கட்டமைப்பின் மீது உருவாக்கப்பட்ட Beldex Browser, பயனர்களுக்கு ரகசியத்தன்மையும் அடையாள மறைப்பும் (anonymity) உறுதி செய்கிறது.
th: Beldex เป็นระบบนิเวศของแอปพลิเคชันแบบกระจายศูนย์ที่เน้นการรักษาความเป็นส่วนตัว แอป Beldex Browser เป็นหนึ่งในระบบนิเวศนี้ ซึ่งยังรวมถึงแอปอย่าง BChat, BelNet และโปรโตคอล Beldex. Beldex Browser คือประตูสู่ประสบการณ์ออนไลน์ที่ราบรื่นและเป็นส่วนตัว ซึ่งข้อมูลของคุณยังคงเป็นของคุณเพียงผู้เดียว สร้างขึ้นบนโครงสร้างบล็อกเชนที่แข็งแกร่ง Beldex Browser รับประกันความเป็นส่วนตัวและความไม่เปิดเผยตัวตนให้กับผู้ใช้.
uk: Beldex — це екосистема децентралізованих застосунків, орієнтованих на збереження конфіденційності. Браузер Beldex є одним із застосунків цієї екосистеми, до якої також входять BChat, BelNet та протокол Beldex. Браузер Beldex — це ваш шлюз до безперешкодного та конфіденційного онлайн-досвіду, де ваші дані належать лише вам. Побудований на надійній блокчейн-інфраструктурі, браузер Beldex забезпечує конфіденційність і анонімність для своїх користувачів.
