Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

# beldexAIEnhancesTheBeldexBrowser
source: Beldex AI enhances the Beldex Browser with intelligent features for a seamless web experience. It summarizes page content for quick reading. By efficiently routing traffic through masternodes and exit nodes, it ensures confidentiality and faster browsing. Unlike subscription-based models, Beldex AI is free to use, delivering advanced functionality while prioritizing user convenience and a confidentiality-centered internet experience. Explore smarter, faster browsing with Beldex AI.
af: Beldex AI verbeter die Beldex Browser met intelligente funksies vir ’n naatlose webervaring. Dit som bladsy-inhoud op vir vinnige lees. Deur verkeer doeltreffend deur masternodes en exit nodes te roeteer, verseker dit vertroulikheid en vinniger blaai. Anders as intekeninggebaseerde modelle, is Beldex AI gratis om te gebruik en lewer dit gevorderde funksionaliteit terwyl gebruikersgerief en ’n vertroulikheidsgerigte internetervaring vooropgestel word. Ontdek slimmer, vinniger blaai met Beldex AI.
ar: يعزز متصفح Beldex بميزات ذكية لتجربة ويب سلسة. يقوم بتلخيص محتوى الصفحات لقراءة سريعة. ومن خلال توجيه حركة المرور بكفاءة عبر الـ masternodes ونقاط الخروج، يضمن السرية وتصفح أسرع. على عكس النماذج المعتمدة على الاشتراك، Beldex AI مجاني للاستخدام، ويوفر وظائف متقدمة مع التركيز على راحة المستخدم وتجربة إنترنت قائمة على الخصوصية. اكتشف تصفحًا أذكى وأسرع مع Beldex AI.
da: Beldex AI forbedrer Beldex Browser med intelligente funktioner for en problemfri weboplevelse. Den opsummerer sideindhold for hurtig læsning. Ved effektivt at dirigere trafik gennem noder sikrer den fortrolighed og hurtigere browsing. I modsætning til abonnementsbaserede modeller er Beldex AI gratis og leverer avanceret funktionalitet, mens brugervenlighed og et fortroligheds fokuseret internet prioriteres. Oplev smartere og hurtigere browsing med Beldex AI.
el: Το Beldex AI ενισχύει το πρόγραμμα περιήγησης Beldex με έξυπνες λειτουργίες για μια ομαλή εμπειρία στο διαδίκτυο. Συνοψίζει το περιεχόμενο των σελίδων για γρήγορη ανάγνωση. Δρομολογώντας αποτελεσματικά την κίνηση μέσω masternodes και κόμβων εξόδου, εξασφαλίζει ιδιωτικότητα και ταχύτερη περιήγηση. Σε αντίθεση με μοντέλα που βασίζονται σε συνδρομή, το Beldex AI είναι δωρεάν στη χρήση, προσφέροντας προηγμένες λειτουργίες ενώ δίνει προτεραιότητα στην ευκολία του χρήστη και σε μια διαδικτυακή εμπειρία με επίκεντρο την ιδιωτικότητα. Εξερευνήστε πιο έξυπνη και γρηγορότερη περιήγηση με το Beldex AI.
es: Beldex AI mejora el Navegador Beldex con funciones inteligentes para una experiencia web perfecta. Resume el contenido de la página para una lectura rápida. Al enrutar el tráfico de manera eficiente a través de masternodes y nodos de salida, garantiza confidencialidad y una navegación más rápida. A diferencia de los modelos basados en suscripción, Beldex AI es gratuito, ofreciendo funciones avanzadas mientras prioriza la comodidad del usuario y una experiencia de internet centrada en la confidencialidad. Explora una navegación más inteligente y más rápida con Beldex AI.
fi: Beldex AI parantaa Beldex-selainta älykkäillä ominaisuuksilla saumattomaan verkkokokemukseen. Se tiivistää sivun sisällön nopeaa lukemista varten. Reitittämällä liikenteen tehokkaasti pääsolmujen ja poistumissolmujen kautta se varmistaa luottamuksellisuuden ja nopeamman selaamisen. Toisin kuin tilauspohjaiset mallit, Beldex AI on maksuton käyttää ja tarjoaa edistyneitä toimintoja samalla kun se asettaa käyttäjän mukavuuden ja luottamuksellisuuteen keskittyvän internetkokemuksen etusijalle. Tutustu älykkäämpään ja nopeampaan selaamiseen Beldex AI:n avulla.
fil: Pinapahusay ng Beldex AI ang Beldex Browser gamit ang mga matalinong tampok para sa isang tuloy-tuloy na karanasan sa web. Binubuod nito ang nilalaman ng pahina para sa mabilisang pagbabasa. Sa pamamagitan ng mahusay na pag-ruta ng trapiko sa mga masternode at exit node, tinitiyak nito ang pagiging pribado at mas mabilis na pagba-browse. Hindi tulad ng mga modelong may bayad na subscription, libre gamitin ang Beldex AI at nagbibigay ng mga advanced na tampok habang inuuna ang kaginhawaan ng gumagamit at isang internet na nakasentro sa privacy. Tuklasin ang mas matalino at mas mabilis na pagba-browse gamit ang Beldex AI.
hi: Beldex AI Beldex Browser को बुद्धिमान सुविधाओं के साथ बेहतर बनाता है ताकि एक सहज वेब अनुभव मिल सके। यह पेज की सामग्री को त्वरित पढ़ने के लिए संक्षेप में प्रस्तुत करता है। मास्टरनोड्स और एग्ज़िट नोड्स के माध्यम से ट्रैफ़िक को कुशलतापूर्वक रूट करके यह गोपनीयता और तेज़ ब्राउज़िंग सुनिश्चित करता है। सब्सक्रिप्शन आधारित मॉडलों के विपरीत, बेल्डेक्स एआई मुफ्त है और उपयोगकर्ता की सुविधा व गोपनीयता-केंद्रित इंटरनेट अनुभव को प्राथमिकता देता है। Beldex AI के साथ स्मार्ट और तेज़ ब्राउज़िंग का अनुभव करें।.
id: Beldex AI meningkatkan Beldex Browser dengan fitur cerdas untuk pengalaman web yang mulus. Beldex AI merangkum isi halaman untuk dibaca dengan cepat. Dengan mengalirkan lalu lintas secara efisien melalui masternode dan exit node, Beldex AI memastikan privasi dan penjelajahan yang lebih cepat.Berbeda dengan model berlangganan, Beldex AI gratis digunakan dan menyediakan fungsi canggih dengan tetap mengutamakan kenyamanan pengguna serta pengalaman internet yang berfokus pada privasi.Jelajahi pengalaman browsing yang lebih cerdas dan cepat dengan Beldex AI.
ja: Beldex AI は、賢い機能でブラウザ体験をより快適にします。ページ内容を要約して素早く読めるようにし、マスターノードや出口ノードを通じて効率的に通信を行い、機密性と高速なブラウジングを実現します。サブスクリプション型サービスとは異なり、Beldex AI は無料で利用でき、便利さと機密性を重視した体験を提供します。より賢く、より速い閲覧をお楽しみください。
lt: Beldex AI praturtina „Beldex Browser“ išmaniosiomis funkcijomis, užtikrinančiomis sklandžią naršymo internete patirtį. Ji apibendrina puslapio turinį, kad būtų galima greitai jį perskaityti. Efektyviai nukreipdama srautą per masternodus ir išėjimo mazgus, ji užtikrina konfidencialumą ir greitesnį naršymą. Skirtingai nuo prenumeratos pagrindu veikiančių modelių, „Beldex AI“ yra nemokama ir siūlo pažangias funkcijas, kartu teikdama pirmenybę naudotojo patogumui ir konfidencialumu grįstai interneto patirčiai. Atraskite išmanesnį ir greitesnį naršymą su „Beldex AI“.
pl: Beldex AI wzbogaca Przeglądarkę Beldex o inteligentne funkcje zapewniające płynne korzystanie z Internetu. Umożliwia szybkie czytanie dzięki podsumowywaniu treści stron. Dzięki efektywnemu kierowaniu ruchu przez masternody i węzły wyjściowe zapewnia poufność oraz szybsze przeglądanie. W przeciwieństwie do modeli opartych na subskrypcji, Beldex AI jest darmowe w użyciu, oferując zaawansowaną funkcjonalność przy jednoczesnym zachowaniu wygody użytkownika i internetowego doświadczenia skoncentrowanego na poufności. Odkrywaj inteligentniejsze i szybsze przeglądanie z Beldex AI.
pt: O Beldex AI aprimora o Navegador Beldex com recursos inteligentes para uma experiência web fluida. Ele resume o conteúdo das páginas para leitura rápida. Ao roteirizar o tráfego de forma eficiente através de masternodes e exit nodes, garante confidencialidade e navegação mais rápida. Diferente de modelos baseados em assinatura, o Beldex AI é gratuito, oferecendo funcionalidades avançadas enquanto prioriza a conveniência do usuário e uma experiência de internet centrada na confidencialidade. Explore uma navegação mais inteligente e rápida com o Beldex AI
ro: Beldex AI îmbunătățește Browserul Beldex cu funcții inteligente pentru o experiență web fluentă. Acesta rezumă conținutul paginilor pentru citire rapidă. Prin direcționarea eficientă a traficului prin masternoduri și noduri de ieșire, asigură confidențialitate și navigare mai rapidă. Spre deosebire de modelele bazate pe abonament, Beldex AI este gratuit de utilizat, oferind funcționalități avansate, punând în același timp accent pe confortul utilizatorului și pe o experiență de internet centrată pe confidențialitate. Explorează o navigare mai inteligentă și mai rapidă cu Beldex AI.
ta: Beldex AI, நுண்ணறிவு அம்சங்கள் மூலம் Beldex Browser-ஐ மேம்படுத்தி, மென்மையான இணைய அனுபவத்தை வழங்குகிறது.இது பக்க உள்ளடக்கங்களை சுருக்கி விரைவாக வாசிக்க உதவுகிறது.Masternode மற்றும் Exit node-களின் வழியாக டிராஃபிக்கைக் கையாளுவதன் மூலம், இரகசியத்தன்மை மற்றும் வேகமான உலாவலை உறுதி செய்கிறது.சந்தா அடிப்படையிலான மாடல்களைப் போலல்லாமல், Beldex AI முற்றிலும் இலவசமானது, மேம்பட்ட செயல்பாட்டை வழங்குகிறது.பயனர் வசதிக்கு முன்னுரிமை அளிக்கும், இரகசியத்தன்மை மையமான இணைய அனுபவத்தை வழங்குகிறது.Beldex AI உடன் நுண்ணறிவுத்திறம் வாய்ந்த, வேகமான உலாவலை அனுபவிக்கவும்.
th: Beldex AI ช่วยเสริมประสิทธิภาพ Beldex Browser ด้วยฟีเจอร์อัจฉริยะเพื่อประสบการณ์การใช้งานเว็บที่ราบรื่น โดยสามารถสรุปเนื้อหาหน้าเว็บเพื่อการอ่านอย่างรวดเร็ว ด้วยการกำหนดเส้นทางทราฟฟิกผ่าน masternodes และ exit nodes อย่างมีประสิทธิภาพ ทำให้มั่นใจได้ถึงความเป็นส่วนตัวและการท่องเว็บที่รวดเร็วกว่า แตกต่างจากโมเดลแบบสมัครสมาชิก Beldex AI ใช้งานได้ฟรี มอบฟังก์ชันขั้นสูงพร้อมให้ความสำคัญกับความสะดวกของผู้ใช้และอินเทอร์เน็ตที่เน้นความเป็นส่วนตัว สำรวจการท่องเว็บที่ฉลาดและรวดเร็วขึ้นด้วย Beldex AI.
uk: Beldex AI розширює можливості браузера Beldex завдяки інтелектуальним функціям для безперешкодного веб-досвіду. Він підсумовує вміст сторінок для швидкого ознайомлення. Ефективно маршрутизуючи трафік через мастерноди та вихідні вузли, Beldex AI забезпечує конфіденційність і швидший перегляд. На відміну від моделей на основі підписки, Beldex AI є безкоштовним у використанні, надаючи розширений функціонал із пріоритетом зручності користувача та інтернет-досвіду, зосередженого на конфіденційності. Відкрийте для себе розумніший і швидший перегляд разом із Beldex AI.

source: Need help with this site?
af: Het jy hulp nodig met hierdie webwerf?
ar: تحتاج مساعدة في هذا الموقع؟
da: Har du brug for hjælp med dette site?
el: Χρειάζεστε βοήθεια με αυτόν τον ιστότοπο;
es: ¿Necesitas ayuda con este sitio?
fi: Tarvitsetko apua tämän sivuston kanssa?
fil: Kailangan mo ba ng tulong sa site na ito?
hi: क्या इस साइट के लिए मदद चाहिए?
id: Butuh bantuan dengan situs ini?
ja: このサイトでお困りですか？
lt: Reikia pagalbos su šia svetaine?
pl: Potrzebujesz pomocy z tą stroną?
pt: Precisa de ajuda com este site?
ro: Ai nevoie de ajutor cu acest site?
ta: இந்த தளத்திற்கு உதவி வேண்டுமா?
th: ต้องการความช่วยเหลือเกี่ยวกับเว็บไซต์นี้หรือไม่?
uk: Потрібна допомога з цим сайтом?

# beldexAICanHelpYou
source: BeldexAI can help you summarize articles, expand on a site's content and much more.
af: BeldexAI kan jou help om artikels op te som, ’n webwerf se inhoud uit te brei en nog baie meer.
ar: BeldexAI يمكنه مساعدتك في تلخيص المقالات، وتوسيع محتوى الموقع، وأكثر من ذلك بكثير.
da: Beldex AI kan hjælpe med at opsummere artikler, udvide indholdet på et site og meget mere.
el: Το BeldexAI μπορεί να σας βοηθήσει να συνοψίσετε άρθρα, να επεκτείνετε το περιεχόμενο ενός ιστότοπου και πολλά ακόμη.
es: BeldexAI puede ayudarte a resumir artículos, ampliar el contenido de un sitio y mucho más.
fi: Beldex AI voi auttaa sinua tiivistämään artikkeleita, laajentamaan sivuston sisältöä ja paljon muuta.
fil: Makakatulong ang BeldexAI na ibuod ang mga artikulo, palawakin ang nilalaman ng isang site, at marami pang iba.
hi: बेल्डेक्स एआई लेखों का सारांश बनाने, साइट की सामग्री को विस्तार से समझाने और बहुत कुछ में आपकी मदद कर सकता है।.
id: BeldexAI dapat membantu Anda merangkum artikel, memperluas konten situs, dan banyak lagi.
ja: Beldex AI は記事の要約や内容の拡張など、さまざまなお手伝いができます。
lt: „BeldexAI“ gali padėti apibendrinti straipsnius, išplėsti svetainės turinį ir dar daugiau.
pl: BeldexAI może pomóc Ci podsumować artykuły, rozwinąć treści witryny i wiele więcej.
pt: O Beldex AI pode ajudá-lo a resumir artigos, expandir o conteúdo de um site e muito mais.
ro: BeldexAI te poate ajuta să rezumi articole, să extinzi conținutul unui site și multe altele.
ta: கட்டுரைகளை சுருக்கவும், தள உள்ளடக்கத்தை விரிவாக்கவும் BeldexAI உதவும்.
th: BeldexAI สามารถช่วยคุณสรุปบทความ ขยายเนื้อหาเว็บไซต์ และอีกมากมาย.
uk: Beldex AI може допомогти вам узагальнювати статті, розширювати вміст сайту та багато іншого.

source: Enter prompt here..
af: Voer versoek hier in..
ar: أدخل النص هنا..
da: Indtast prompt her..
el: Εισαγάγετε το αίτημά σας εδώ..
es: Envía tu solicitud aquí..
fi: Kirjoita kehotus tähän..
hi: यहाँ प्रॉम्प्ट दर्ज करें..
id: Masukkan prompt di sini..
ja: ここにプロンプトを入力してください..
lt: Įveskite užklausą čia..
pl: Wpisz zapytanie tutaj..
pt: Digite o comando aqui..
ro: Introdu cererea aici..
ta: இங்கே கேள்வியை உள்ளிடவும்..
th: ป้อนคำสั่งที่นี่..
uk: Введіть запит тут..

source: Summarise this page
af: Som hierdie bladsy op
ar: تلخيص هذه الصفحة
da: Opsummerer denne side
el: Σύνοψη αυτής της σελίδας
es: Resumir esta página
fi: Tiivistä tämä sivu
fil: Ibuod ang pahinang ito
hi: इस पेज का सारांश बनाएँ
id: Ringkas halaman ini
ja: このページを要約
lt: Apibendrinti šį puslapį
pl: Podsumuj tę stronę
pt: Resumir esta página
ro: Rezumă această pagină
ta: இந்தப் பக்கத்தை சுருக்கவும்
th: สรุปหน้านี้
uk: Підсумувати цю сторінку

source: Hide Summarise
af: Versteek opsomming
ar: إخفاء التلخيص
da: Skjul opsummering
el: Απόκρυψη σύνοψης
es: Ocultar resumen
fi: Piilota tiivistelmä
fil: Itago ang Buod
hi: सारांश छुपाएँ
id: Sembunyikan ringkasan
ja: 要約を非表示
lt: Slėpti apibendrinimą
pl: Ukryj podsumowanie
pt: Ocultar Resumir
ro: Ascunde rezumatul
ta: சுருக்கத்தை மறை
th: ซ่อนการสรุป
uk: Приховати підсумок

source: Retry
af: Probeer weer
ar: إعادة المحاولة
da: Prøv igen
el: Επανάληψη
es: Reintentar
fi: Yritä uudelleen
fil: Subukang muli
hi: पुनः प्रयास करें
id: Coba lagi
ja: 再試行
lt: Bandyti dar kartą
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Reîncearcă
ta: மீண்டும் முயற்சி
th: ลองใหม่
uk: Повторити

source: Regenerate
af: Genereer weer
ar: إعادة الإنشاء
da: Generér igen
el: Αναδημιουργία
es: Regenerar
fi: Luo vastaus uudelleen
fil: Buuin muli
hi: फिर से बनाएँ
id: Buat ulang
ja: 再生成
lt: Generuoti iš naujo
pl: Wygeneruj ponownie
pt: Regenerar
ro: Regenerează
ta: மீண்டும் உருவாக்கு
th: สร้างใหม่
uk: Згенерувати знову

# thereWasAnErrorGenerateResponse
source: There was an error generating response
af: Daar was ’n fout met die generering van die antwoord
ar: حدث خطأ أثناء إنشاء الرد
da: Der opstod en fejl under generering af svar
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της απάντησης
es: Hubo un error al generar la respuesta
fi: Vastausta luotaessa tapahtui virhe
fil: Nagkaroon ng error sa pagbuo ng sagot
hi: प्रतिक्रिया बनाने में त्रुटि हुई
id: Terjadi kesalahan saat menghasilkan respons
ja: 応答の生成中にエラーが発生しました
lt: Generuojant atsakymą įvyko klaida
pl: Wystąpił błąd podczas generowania odpowiedzi
pt: Ocorreu um erro ao gerar a resposta
ro: A apărut o eroare la generarea răspunsului
ta: பதில் உருவாக்கும்போது பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาดในการสร้างคำตอบ
uk: Під час створення відповіді сталася помилка

source: Ask Beldex AI
af: Vra Beldex AI
ar: اسأل Beldex AI
da: Spørg Beldex AI
el: Ρωτήστε το Beldex AI
es: Preguntar a Beldex AI
fi: Kysy Beldex AI:lta
fil: Tanungin ang Beldex AI
hi: बेल्डेक्स एआई से पूछें
id: Tanya Beldex AI
ja: Beldex AI に質問
lt: Klausti „Beldex AI“
pl: Zapytaj Beldex AI
pt: Perguntar ao Beldex AI
ro: Întreabă Beldex AI
ta: Beldex AI-யிடம் கேளுங்கள்
th: ถาม Beldex AI
uk: Запитати Beldex AI

# chatDeleted
source: Chat deleted successfully
af: Geselskap suksesvol verwyder
ar: تم حذف المحادثة بنجاح
da: Chat slettet med succes
el: Η συνομιλία διαγράφηκε με επιτυχία
es: Chat eliminado correctamente
fi: Keskustelu poistettu onnistuneesti
fil: Matagumpay na nabura ang chat
hi: चैट सफलतापूर्वक हटाई गई
id: Chat berhasil dihapus
ja: チャットを削除しました
lt: Pokalbis sėkmingai ištrintas
pl: Czat został pomyślnie usunięty
pt: Chat excluído com sucesso
ro: Chatul a fost șters cu succes
ta: அரட்டை வெற்றிகரமாக நீக்கப்பட்டது
th: ลบแชทเรียบร้อยแล้ว
uk: Чат успішно видалено

# unprecidentedTrafficExitNodeError
source: Unprecedented traffic with Exit node. Please change exit node and retry
af: Ongekende verkeer by Exit node. Verander asseblief die exit node en probeer weer
ar: حركة مرور غير مسبوقة مع Exit node. يرجى تغيير Exit node والمحاولة مرة أخرى
da: Uventet trafik på Exit-node. Skift venligst exit-node og prøv igen
el: Ασυνήθιστα αυξημένη κίνηση στον κόμβο εξόδου. Παρακαλούμε αλλάξτε κόμβο εξόδου και δοκιμάστε ξανά
es: Tráfico sin precedentes con el nodo de salida. Por favor, cambia el nodo de salida e inténtalo de nuevo.
fi: Poistumissolmussa on poikkeuksellisen paljon liikennettä. Vaihda poistumissolmua ja yritä uudelleen
fil: May hindi pangkaraniwang trapiko sa Exit node. Pakipalitan ang exit node at subukang muli
hi: एग्ज़िट नोड पर असाधारण ट्रैफ़िक। कृपया एग्ज़िट नोड बदलें और पुनः प्रयास करें
id: Terjadi lonjakan lalu lintas pada exit node. Silakan ganti exit node dan coba lagi
ja: 出口ノードの通信量が異常に多くなっています。別の出口ノードに変更してから再試行してください
lt: Neregėtas srautas išėjimo mazge. Prašome pakeisti išėjimo mazgą ir bandyti dar kartą
pl: Niezwykle duży ruch na węźle wyjściowym. Zmień węzeł wyjściowy i spróbuj ponownie
pt: Tráfego sem precedentes com Exit node. Por favor, altere o exit node e tente novamente
ro: Trafic fără precedent pe nodul de ieșire. Te rugăm să schimbi nodul de ieșire și să încerci din nou
ta: Exit node இல் அதிகப்படியான டிராஃபிக். தயவுசெய்து Exit node மாற்றி மீண்டும் முயற்சிக்கவும்
th: มีปริมาณการใช้งานสูงผิดปกติที่ Exit node โปรดเปลี่ยน Exit node แล้วลองใหม่
uk: Безпрецедентне навантаження на вихідний вузол. Будь ласка, змініть вихідний вузол і спробуйте знову

source: Connected
af: Gekoppel
ar: متصل
da: Forbundet
el: Συνδεδεμένο
es: Conectado
fi: Yhdistetty
fil: Nakakonekta
hi: कनेक्टेड
id: Terhubung
ja: 接続済み
lt: Prisijungta
pl: Połączono
pt: Conectado
ro: Conectat
ta: இணைக்கப்பட்டுள்ளது
th: เชื่อมต่อแล้ว
uk: Підключено

source: Disconnected
ar: غير متصل
da: Afbrydelse
el: Αποσυνδεδεμένο
es: Desconectado
fi: Yhteys katkaistu
fil: Hindi nakakonekta
hi: डिस्कनेक्टेड
id: Terputus
ja: 切断済み
lt: Atsijungta
pl: Rozłączono
pt: Desconectado
ro: Deconectat
ta: இணைப்பு துண்டிக்கப்பட்டது
uk: Відключено

source: Switch Node
af: Skakel node
ar: تبديل العقدة
da: Skift node
el: Αλλαγή κόμβου
es: Cambiar nodo
fi: Vaihda solmu
fil: Palitan ang nodec
hi: नोड बदलें
id: Ganti node
ja: ノードを変更
lt: Perjungti mazgą
pl: Przełącz węzeł
pt: Trocar nó
ro: Schimbă nodul
ta: நோட்டை மாற்று
th: สลับโหนด
uk: Перемкнути вузол

source: Switching Node
af: Skakel tans node
ar: جارٍ تبديل العقدة
da: Skifter node
el: Αλλαγή κόμβου σε εξέλιξη
es: Cambiando nodo
fi: Solmua vaihdetaan
fil: Pinapalitan ang node
hi: नोड बदला जा रहा है
id: Sedang mengganti node
ja: ノード変更中
lt: Perjungiamas mazgas
pl: Przełączanie węzła
pt: Trocando nó
ro: Se schimbă nodul
ta: நோட் மாற்றப்படுகிறது
th: กำลังสลับโหนด
uk: Перемикання вузла

source: Nodes
af: Knope
ar: العُقَد
da: Noder
el: Κόμβοι
es: Nodos
fi: Solmut
fil: Mga Node
hi: नोड्स
id: Node
ja: ノード一覧
lt: Mazgai
pl: Węzły
pt: Nós
ro: Noduri
th: โหนด
uk: Вузли

# exitNodeSwitched
source: Exit node switched successfully
af: Uitgangsnode suksesvol gewissel
ar: تم تبديل عقدة الخروج بنجاح
da: Exit-node skiftet med succes
el: Ο κόμβος εξόδου άλλαξε με επιτυχία
es: Nodo de salida cambiado con éxito
fi: Poistumissolmu vaihdettu onnistuneesti
fil: Matagumpay na napalitan ang exit node
hi: एग्ज़िट नोड सफलतापूर्वक बदला गया
id: Exit node berhasil diganti
ja: 出口ノードを正常に変更しました
lt: Išėjimo mazgas sėkmingai pakeistas
pl: Węzeł wyjściowy został pomyślnie przełączony
pt: Nó de saída alterado com sucesso
ro: Nodul de ieșire a fost schimbat cu succes
ta: Exit Node வெற்றிகரமாக மாற்றப்பட்டது
th: ปลี่ยนโหนดทางออกเรียบร้อยแล้ว
uk: Вихідний вузол успішно змінено

# thisNodeAlreadySelected
source: This node is already selected.Please select another one from the list
af: Hierdie node is reeds gekies. Kies asseblief ’n ander een uit die lys
ar: تم اختيار هذا النود بالفعل. يرجى اختيار آخر من القائمة
da: Denne node er allerede valgt. Vælg venligst en anden fra listen
el: Αυτός ο κόμβος είναι ήδη επιλεγμένος. Παρακαλούμε επιλέξτε έναν άλλο από τη λίστα
es: Este nodo ya está seleccionado. Por favor, elige otro de la lista
fi: Tämä solmu on jo valittuna. Valitse toinen solmu luettelosta
fil: Napili na ang node na ito. Mangyaring pumili ng iba mula sa listahan
hi: यह नोड पहले से चुना हुआ है। कृपया सूची से कोई और चुनें
id: Node ini sudah dipilih. Silakan pilih yang lain dari daftar
ja: このノードはすでに選択されています。他のノードを選んでください
lt: Šis mazgas jau pasirinktas. Pasirinkite kitą iš sąrašo
pl: Ten węzeł jest już wybrany. Wybierz inny z listy
pt: ste nó já está selecionado. Por favor, escolha outro da lista
ro: Acest nod este deja selectat. Te rugăm să alegi altul din listă
ta: இந்த நோட் ஏற்கனவே தேர்ந்தெடுக்கப்பட்டுள்ளது. தயவுசெய்து பட்டியலில் இருந்து வேறு ஒன்றைத் தேர்ந்தெடுக்கவும்
th: โหนดนี้ถูกเลือกอยู่แล้ว กรุณาเลือกโหนดอื่นจากรายการ
uk: Цей вузол уже вибрано. Будь ласка, виберіть інший зі списку

# doYouWantToSwitch
source: Do you want to switch with the selected node?
af: Wil jy oorskakel na die gekose node?
ar: هل ترغب في التبديل إلى النود المحدد؟
da: Vil du skifte til den valgte node?
el: Θέλετε να αλλάξετε στον επιλεγμένο κόμβο;
es: ¿Quieres cambiar al nodo seleccionado?
fi: Haluatko vaihtaa valittuun solmuun?
fil: Gusto mo bang lumipat sa napiling node?
hi: क्या आप चयनित नोड पर स्विच करना चाहते हैं?
id: Apakah Anda ingin beralih ke node yang dipilih?
ja: 選択したノードに変更しますか？
lt: Ar norite perjungti į pasirinktą mazgą?
pl: Czy chcesz przełączyć się na wybrany węzeł?
pt: Deseja trocar para o nó selecionado?
ro: Dorești să schimbi cu nodul selectat?
ta: தேர்ந்தெடுத்த நோட்டிற்கு மாற விரும்புகிறீர்களா?
th: คุณต้องการสลับไปใช้โหนดที่เลือกไว้หรือไม่?
uk: Бажаєте перемкнутися на вибраний вузол?

source: No recent downloads
af: Geen onlangse aflaaie nie
ar: لا توجد تنزيلات حديثة
da: Ingen nylige downloads
el: Δεν υπάρχουν πρόσφατες λήψεις
es: No hay descargas recientes
fi: Ei viimeaikaisia latauksia
fil: Walang kamakailang mga download
hi: कोई हालिया डाउनलोड नहीं
id: Tidak ada unduhan terbaru
ja: 最近のダウンロードはありません
lt: Nėra naujausių atsisiuntimų
pl: Brak ostatnich pobrań
pt: Nenhum download recente
ro: Nu există descărcări recente
ta: சமீபத்திய பதிவிறக்கங்கள் இல்லை
th: ไม่มีการดาวน์โหลดล่าสุด
uk: Немає нещодавніх завантажень

source: Clear Downloads
af: Vee aflaaie uit
ar: مسح التنزيلات
da: Ryd downloads
el: Εκκαθάριση λήψεων
es: Borrar descargas
fi: Tyhjennä lataukset
fil: I-clear ang mga download
hi: डाउनलोड्स साफ़ करें
id: Hapus unduhan
ja: ダウンロード履歴を消去
lt: Išvalyti atsisiuntimus
pl: Wyczyść pobrania
pt: Limpar downloads
ro: Șterge descărcările
ta: பதிவிறக்கங்களை நீக்கு
th: ล้างรายการดาวน์โหลด
uk: Очистити завантаження

source: Download
af: Laai af
ar: تنزيل
el: Λήψη
es: Descargar
fi: Lataa
fil: I-download
hi: डाउनलोड
id: Unduh
ja: ダウンロード
lt: Atsisiųsti
pl: Pobierz
pt: Baixar
ro: Descarcă
ta: பதிவிறக்கு
th: ดาวน์โหลด
uk: Завантажити

source: Cancel
af: Kanselleer
ar: إلغا
da: Annuller
el: Ακύρωση
es: Cancelar
fi: Peruuta
fil: Kanselahin
hi: रद्द करें
id: Batal
ja: キャンセル
lt: Atšaukti
pl: Anuluj
pt: Cancelar
ro: Anulează
ta: ரத்து
th: ยกเลิก
uk: Скасувати

source: You are about to download
af: Jy staan op die punt om af te laa
ar: أنت على وشك تنزيل
da: Du er ved at downloade
el: Πρόκειται να κατεβάσετε το
es: Estás a punto de descargar
fi: Olet lataamassa tiedostoa
fil: Magda-download ka ng
hi: डाउनलोड करने वाले हैं। क्या आप
id: Anda akan mengunduh
ja: をダウンロードしようとしています
lt: Ketinate atsisiųsti
pl: Zamierzasz pobrać plik
pt: Você está prestes a baixar
ro: Urmează să descarci
ta: ஐ பதிவிறக்க உள்ளீர்கள்.
th: คุณกำลังจะดาวน์โหลดไฟล์
uk: Ви збираєтеся завантажити

source: Are you sure?
af: Is jy seker?
ar: هل أنت متأكد
da: Er du sikker?
el: Είστε σίγουροι;
es: ¿Estás seguro?
fi: Oletko varma?
fil: Sigurado ka ba?
hi: सुनिश्चित हैं?
id: Apakah Anda yakin?
ja: よろしいですか？
lt: Ar tikrai?
pl: Czy na pewno?
pt: Tem certeza?
ro: Ești sigur?
ta: உறுதியாக தொடர வேண்டுமா?
th: คุณแน่ใจหรือไม่?
uk: Ви впевнені?
