Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

source: Display Zoom Controls
af: Wys zoomkontroles
ar: عرض أدوات التحكم بالتكبير
da: Vis zoomkontroller
el: Εμφάνιση στοιχείων ελέγχου ζουμ
es: Mostrar Controles de Zoom
fi: Zoomausohjainten näyttäminen
fil: Ipakita ang Zoom Controls
hi: ज़ूम कंट्रोल्स दिखाएँ
id: Tampilkan Kontrol Zoom
ja: ズーム操作の表示
lt: Rodyti mastelio valdiklius
pl: Wyświetl sterowanie powiększeniem
pt: Exibir Controles de Zoom
ro: Afișează controale zoom
ta: ஜூம் கட்டுப்பாடுகளை காட்டு
th: แสดงปุ่มควบคุมการซูม
uk: Відображати елементи керування масштабом

# displayZoomControlsContent
source: Show on-screen zoom controls for easy accessibility.
af: Wys zoomkontroles op die skerm vir maklike toeganklikheid.
ar: إظهار أدوات التحكم على الشاشة للوصول السهل.
da: Vis zoomkontroller på skærmen for nem adgang.
el: Εμφάνιση ελέγχων ζουμ στην οθόνη για εύκολη πρόσβαση.
es: Muestra controles de zoom en pantalla para un acceso sencillo.
fi: Näytä näytöllä olevat zoomausohjaimet helppoa käyttöä varten.
fil: Ipakita ang mga kontrol sa zoom sa screen para sa madaling paggamit.
hi: आसान पहुँच के लिए ऑन-स्क्रीन ज़ूम कंट्रोल्स दिखाएँ।.
id: Menampilkan kontrol zoom di layar untuk kemudahan akses.
ja: 画面上にズームボタンを表示
lt: Rodyti ekrane esančius mastelio valdiklius, kad būtų lengva pasiekti.
pl: Pokazuj sterowanie powiększeniem na ekranie dla łatwego dostępu.
pt: Mostre controles de zoom na tela para fácil acessibilidade.
ro: Afișează controalele de zoom pe ecran pentru acces facil.
ta: எளிதான அணுகலுக்காக திரையில் ஜூம் கட்டுப்பாடுகளை காட்டவும்.
th: แสดงปุ่มซูมบนหน้าจอเพื่อการใช้งานที่สะดวก.
uk: Показувати екранні елементи керування масштабом для зручного доступу.

# thirdpartCookiesEnabled
source: Third-Party Cookies Enabled
af: Derdeparty-koekies geaktiveer
ar: تمكين ملفات تعريف الارتباط للجهات الخارجية
da: Tredjepartscookies aktiveret
el: Cookies τρίτων ενεργά
es: Cookies de Terceros Habilitadas
fi: Kolmannen osapuolen evästeet käytössä
fil: Pinagana ang Third-Party Cookies
hi: थर्ड-पार्टी कुकीज़ सक्षम
id: Cookie Pihak Ketiga Diaktifkan
ja: サードパーティ Cookie
lt: Trečiųjų šalių slapukai įjungti
pl: Pliki cookie stron trzecich
pt: Cookies de Terceiros Ativados
ro: Cookie-uri terțe
ta: மூன்றாம் தரப்பு குக்கிகள் இயக்கப்பட்டுள்ளது
th: เปิดใช้งานคุกกี้ของบุคคลที่สาม
uk: Увімкнені сторонні файли cookie

# thirdpartyCookiesEnabledContent
source: Enable or disable third-party cookies to manage your confidentiality while browsing.
af: Aktiveer of deaktiveer derdeparty-koekies om jou vertroulikheid tydens blaai te bestuur.
ar: تمكين/تعطيل ملفات تعريف الارتباط للتحكم في الخصوصية أثناء التصفح.
da: Aktivér eller deaktiver tredjepartscookies for at styre din fortrolighed under browsing.
el: Ενεργοποιήστε ή απενεργοποιήστε τα cookies τρίτων για καλύτερη διαχείριση της ιδιωτικότητας.
es: Activa o desactiva las cookies de terceros para gestionar tu privacidad mientras navegas.
fi: Ota kolmannen osapuolen evästeet käyttöön tai poista ne käytöstä hallitaksesi luottamuksellisuutta selaamisen aikana.
fil: Paganahin o i-disable ang third-party cookies upang pamahalaan ang iyong privacy habang nagba-browse.
hi: ब्राउज़ करते समय अपनी गोपनीयता प्रबंधित करने के लिए थर्ड-पार्टी कुकीज़ को सक्षम या अक्षम करें।.
id: Aktifkan atau nonaktifkan cookie pihak ketiga untuk mengelola privasi saat browsing.
ja: 有効／無効を切り替えて機密性を管理
lt: Įjunkite arba išjunkite trečiųjų šalių slapukus, kad galėtumėte valdyti konfidencialumą naršydami.
pl: Włącz lub wyłącz pliki cookie stron trzecich, aby zarządzać poufnością podczas przeglądania.
pt: Ative ou desative cookies de terceiros para gerenciar sua confidencialidade enquanto navega.
ro: Activează sau dezactivează cookie-urile terților pentru a gestiona confidențialitatea în timpul navigării.
ta: ரகசியத்தை நிர்வகிக்க மூன்றாம் தரப்பு குக்கிகளை இயக்கவும் அல்லது முடக்கவும்.
th: เปิดหรือปิดคุกกี้ของบุคคลที่สามเพื่อจัดการความเป็นส่วนตัวขณะท่องเว็บ.
uk: Увімкніть або вимкніть сторонні файли cookie для керування конфіденційністю під час перегляду.

source: Debugging Enabled
af: Derdeparty-koekies geaktiveer
ar: تمكين التصحيح
da: Fejlretning aktiveret
el: Ενεργοποίηση εντοπισμού σφαλμάτων
es: Depuración Habilitada
fi: Vianetsintä käytössä
fil: Pinagana ang Debugging
hi: डिबगिंग सक्षम
id: Debugging Diaktifkan
ja: デバッグ
lt: Derinimas įjungtas
pl: Tryb debugowania
pt: Depuração Ativada
ro: Depanare activată
ta: பிழைத்திருத்தம் இயக்கப்பட்டுள்ளது
th: เปิดใช้งานการดีบัก
uk: Увімкнено налагодження

# debuggingEnabledContent
source: Activate debugging mode for advanced insights into performance.
af: Aktiveer of deaktiveer derdeparty-koekies om jou vertroulikheid tydens blaai te bestuur.
ar: تفعيل وضع التصحيح للحصول على معلومات متقدمة حول الأداء.
da: Aktiver fejlretningsfunktion for avanceret indsigt i ydeevne.
el: Ενεργοποιήστε τη λειτουργία εντοπισμού σφαλμάτων για προηγμένες πληροφορίες απόδοσης.
es: Activa el modo de depuración para obtener información avanzada sobre el rendimiento.
fi: Aktivoi vianetsintätila saadaksesi edistyneitä suorituskykytietoja.
fil: I-activate ang debugging mode para sa mas detalyadong kaalaman sa performance.
hi: प्रदर्शन से जुड़ी उन्नत जानकारी के लिए डिबगिंग मोड सक्रिय करें।.
id: Aktifkan mode debugging untuk mendapatkan informasi lanjutan tentang kinerja.
ja: 詳細情報を取得するためデバッグを有効化
lt: Suaktyvinkite derinimo režimą, kad gautumėte išsamesnių našumo įžvalgų.
pl: Aktywuj tryb debugowania, aby uzyskać zaawansowane informacje o wydajności.
pt: Ative o modo de depuração para insights avançados sobre desempenho.
ro: Activează modul de depanare pentru informații avansate despre performanță.
ta: செயல்திறன் குறித்த மேம்பட்ட தகவல்களுக்காக பிழைத்திருத்த முறையை செயல்படுத்தவும்.
th: เปิดโหมดดีบักเพื่อดูข้อมูลเชิงลึกขั้นสูงเกี่ยวกับประสิทธิภาพ.
uk: Активувати режим налагодження для розширеного аналізу продуктивності.

source: Close tabs
af: Sluit oortjies
ar: إغلاق التبويبات
da: Luk faner
el: Κλείσιμο καρτελών
es: Cerrar pestañas
fi: Sulje välilehdet
fil: Isara ang mga tab
hi: टैब बंद करें
id: Tutup tab
ja: タブを閉じる
lt: Uždaryti skirtukus
pl: Zamknij karty
pt: Fechar abas
ro: Închide filele
ta: தாவல்களை மூடு
th: ปิดแท็บ
uk: Закрити вкладки

source: Close all tabs
af: Sluit alle oortjies
ar: إغلاق جميع التبويبات
da: Luk alle faner
el: Κλείσιμο όλων των καρτελών
es: Cerrar todas las pestañas
fi: Sulje kaikki välilehdet
fil: Isara ang lahat ng tab
hi: सभी टैब बंद करें
id: Tutup semua tab
ja: すべてのタブを閉じる
lt: Uždaryti visus skirtukus
pl: Zamknij wszystkie karty
pt: Fechar todas as abas
ro: Închide toate filele
ta: அனைத்து தாவல்களையும் மூடு
th: ปิดแท็บทั้งหมด
uk: Закрити всі вкладки

source: Copy
af: Kopieer
ar: نسخ
da: Kopiér
el: Αντιγραφή
es: Copiar
fi: Kopioi
fil: Kopyahin
hi: कॉपी करें
id: Salin
ja: コピー
lt: Kopijuoti
pl: Kopiuj
pt: Copiar
ro: Copiază
ta: நகல்
th: คัดลอก
uk: Копіювати

source: Cut
af: Sny
ar: قص
da: Klip
el: Αποκοπή
es: Cortar
fi: Leikkaa
fil: Gupitin
hi: काटें
id: Potong
ja: 切り取り
lt: Iškirpti
pl: Wytnij
pt: Recortar
ro: Decupează
ta: வெட்டு
th: ตัด
uk: Вирізати

source: Paste
af: Plak
ar: لصق
da: Indsæt
el: Επικόλληση
es: Pegar
fi: Liitä
fil: Idikit
hi: पेस्ट करें
id: Tempel
ja: 貼り付け
lt: Įklijuoti
pl: Wklej
pt: Colar
ro: Lipește
ta: ஒட்ட
th: วาง
uk: Вставити

source: Select all
af: Kies alles
ar: تحديد الكل
da: Vælg alt
el: Επιλογή όλων
es: Seleccionar todo
fi: Valitse kaikki
fil: Piliin lahat
hi: सभी चुनें
id: Pilih semua
ja: すべて選択
lt: Pažymėti viską
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectează tot
ta: அனைத்தையும் தேர்வு செய்
th: เลือกทั้งหมด
uk: Виділити все

source: Copied
af: Gekopieer
ar: تم النسخ
da: Kopieret
el: Αντιγράφηκε
es: Copiado
fi: Kopioitu
fil: Nakopya
hi: कॉपी किया गया
id: Tersalin
ja: コピーしました
lt: Nukopijuota
pl: Skopiowano
pt: Copiado
ro: Copiat
ta: நகலெடுக்கப்பட்டது
th: คัดลอกแล้ว
uk: Скопійовано

source: Copied to clipboard
af: Na knipbord gekopieer
ar: تم النسخ إلى الحافظة
da: Kopieret til udklipsholder
el: Αντιγράφηκε στο πρόχειρο
es: Copiado al portapapeles
fi: Kopioitu leikepöydälle
fil: Nakopya sa clipboard
hi: क्लिपबोर्ड में कॉपी किया गया
id: Disalin ke papan klip
ja: クリップボードにコピーしました
lt: Nukopijuota į iškarpinę
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ro: Copiat în clipboard
ta: நகலெடுக்கப்பட்டது கிளிப்போர்டுக்கு
th: คัดลอกไปยังคลิปบอร์ด
uk: Скопійовано до буфера обміну

source: Unable to share URL
af: Kan nie URL deel nie
ar: غير قادر على مشاركة الرابط
da: Kan ikke dele URL
el: Αδυναμία κοινής χρήσης URL
es: No se pudo compartir la URL
fi: URL-osoitetta ei voi jakaa
fil: Hindi maibahagi ang URL
hi: URL साझा करने में असमर्थ
id: Tidak dapat membagikan URL
ja: URL を共有できません
lt: Nepavyko bendrinti URL
pl: Nie można udostępnić adresu URL
pt: Não foi possível compartilhar a URL
ro: Nu se poate partaja URL-ul
ta: URL பகிர முடியவில்லை
th: ไม่สามารถแชร์ URL ได้
uk: Не вдалося поділитися URL

source: Open in new tab
af: Maak in nuwe oortjie oop
ar: افتح في تبويب جديد
da: Åbn i ny fane
el: Άνοιγμα σε νέα καρτέλα
es: Abrir en nueva pestaña
fi: Avaa uudessa välilehdessä
fil: Buksan sa bagong tab
hi: नए टैब में खोलें
id: Buka di tab baru
ja: 新しいタブで開く
lt: Atidaryti naujame skirtuke
pl: Otwórz w nowej karcie
pt: Abrir em nova aba
ro: Deschide într-o filă nouă
ta: புதிய டேப்பில் திறக்கவும்
th: เปิดในแท็บใหม่
uk: Відкрити в новій вкладці

source: Copy address link
af: Kopieer adres skakel
ar: نسخ رابط العنوان
da: Kopiér linkadresse
el: Αντιγραφή διεύθυνσης συνδέσμου
es: Copiar enlace de dirección
fi: Kopioi osoitelinkki
fil: Kopyahin ang link ng address
hi: पता लिंक कॉपी करें
id: Salin tautan alamat
ja: アドレスリンクをコピー
lt: Kopijuoti nuorodos adresą
pl: Kopiuj adres linku
pt: Copiar link do endereço
ro: Copiază adresa linkului
ta: முகவரி இணைப்பை நகலெடு
th: คัดลอกลิงก์ที่อยู่
uk: Скопіювати адресу посилання

source: Share link
af: Deel skakel
ar: مشاركة الرابط
da: Del link
el: Κοινή χρήση συνδέσμου
es: Compartir enlace
fi: Jaa linkki
fil: Ibahagi ang link
hi: लिंक साझा करें
id: Bagikan tautan
ja: リンクを共有
lt: Bendrinti nuorodą
pl: Udostępnij link
pt: Compartilhar link
ro: Partajează linkul
ta: இணைப்பை பகிர்
th: แชร์ลิงก์
uk: Поділитися посиланням

source: Download image
af: Laai prent af
ar: تحميل الصورة
da: Download billede
el: Λήψη εικόνας
es: Descargar imagen
fi: Lataa kuva
fil: I-download ang larawan
hi: इमेज डाउनलोड करें
id: Unduh gambar
ja: 画像をダウンロード
lt: Atsisiųsti vaizdą
pl: Pobierz obraz
pt: Baixar imagem
ro: Descarcă imaginea
ta: படத்தை பதிவிறக்கு
th: ดาวน์โหลดรูปภาพ
uk: Завантажити зображення

source: Share image
af: Deel prent
ar: مشاركة الصورة
da: Del billede
el: Κοινή χρήση εικόνας
es: Compartir imagen
fi: Jaa kuva
fil: Ibahagi ang larawan
hi: इमेज साझा करें
id: Bagikan gambar
ja: 画像を共有
lt: Bendrinti vaizdą
pl: Udostępnij obraz
pt: Compartilhar imagem
ro: Partajează imaginea
ta: படத்தை பகிர்
th: แชร์รูปภาพ
uk: Поділитися зображенням

source: Open image in new tab
af: Maak prent in nuwe oortjie oop
ar: افتح الصورة في تبويب جديد
da: Åbn billede i ny fane
el: Άνοιγμα εικόνας σε νέα καρτέλα
es: Abrir imagen en nueva pestaña
fi: Avaa kuva uudessa välilehdessä
fil: Buksan ang larawan sa bagong tab
hi: नए टैब में इमेज खोलें
id: Buka gambar di tab baru
ja: 画像を新しいタブで開く
lt: Atidaryti vaizdą naujame skirtuke
pl: Otwórz obraz w nowej karcie
pt: Abrir imagem em nova aba
ro: Deschide imaginea într-o filă nouă
ta: புதிய டேப்பில் படத்தை திறக்கவும்
th: เปิดรูปภาพในแท็บใหม่
uk: Відкрити зображення в новій вкладці

source: Search image with
af: Soek prent met
ar: البحث عن الصورة باستخدام
da: Søg billede med
el: Αναζήτηση εικόνας με το
es: Buscar imagen con
fi: Hae kuvaa
fil: Hanapin ang larawan gamit ang
hi: से इमेज खोजें
id: Cari gambar dengan
ja: で画像を検索
lt: Ieškoti vaizdo naudojant
pl: Wyszukaj obraz za pomocą
pt: Pesquisar imagem com o
ro: Caută imaginea cu
th: ค้นหารูปภาพด้วย
uk: Шукати зображення за допомогою

# youRaboutToDownloadImage
source: You are about to download image. Are you sure?
af: Jy is op die punt om ’n prent af te laai. Is jy seker?
ar: أنت على وشك تحميل الصورة. هل أنت متأكد؟
da: Du er ved at downloade billedet. Er du sikker?
el: Πρόκειται να κατεβάσετε την εικόνα. Είστε σίγουροι;
es: Estás a punto de descargar la imagen. ¿Estás seguro?
fi: Olet lataamassa kuvaa. Haluatko varmasti jatkaa?
fil: Magda-download ka ng larawan. Sigurado ka ba?
hi: आप इमेज डाउनलोड करने वाले हैं। क्या आप सुनिश्चित हैं?
id: Anda akan mengunduh gambar. Apakah Anda yakin?
ja: 画像をダウンロードしようとしています。 よろしいですか？
lt: Jūs ruošiatės atsisiųsti vaizdą. Ar tikrai?
pl: Zamierzasz pobrać obraz. Czy na pewno?
pt: Você está prestes a baixar a imagem. Tem certeza?
ro: Ești pe cale să descarci imaginea. Ești sigur?
ta: Yநீங்கள் படம் பதிவிறக்கம் செய்யப்போகிறீர்கள். நீங்கள் உறுதியாக இருக்கிறீர்களா?
th: คุณกำลังจะดาวน์โหลดรูปภาพ คุณแน่ใจหรือไม่?
uk: Ви збираєтеся завантажити зображення. Ви впевнені?

# rUSureWantToQuitApp
source: Are you sure you want to quit?
af: Is jy seker jy wil afsluit?
ar: هل أنت متأكد أنك تريد الخروج؟
da: Er du sikker på, at du vil afslutte?
el: Είστε σίγουροι ότι θέλετε να κλείσετε το πρόγραμμα περιήγησης;
es: ¿Estás seguro de que deseas salir?
fi: Haluatko varmasti poistua?
fil: Sigurado ka bang gusto mong isara?
hi: क्या आप वाकई बाहर निकलना चाहते हैं?
id: Apakah Anda yakin ingin keluar?
ja: 本当に終了しますか？
lt: Ar tikrai norite išeiti?
pl: Czy na pewno chcesz zamknąć przeglądarkę?
pt: Tem certeza de que deseja sair?
ro: Sigur doriți să închideți browserul?
ta: உலாவியை நிறுத்த விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการออก?
uk: Ви впевнені, що хочете вийти?

source: Quit Browser
af: Sluit blaaier af
ar: إنهاء المتصفح
da: Afslut browser
el: Κλείσιμο προγράμματος περιήγησης
es: Salir del navegador
fi: Poistu selaimesta
fil: Isara ang Browser
hi: ब्राउज़र बंद करें
id: Keluar dari Browser
ja: ブラウザを終了
lt: Išeiti iš naršyklės
pl: Zamknij przeglądarkę
pt: Sair do Navegador
ro: Închide browserul
ta: உலாவியை நிறுத்து
th: ออกจากเบราว์เซอร์
uk: Вийти з браузера

source: Delete
af: Verwyder
ar: حذف
da: Slet
el: Διαγραφή
es: Eliminar
fi: Poista
fil: Burahin
hi: हटाएँ
id: Hapus
ja: 削除
lt: Ištrinti
pl: Usuń
pt: Excluir
ro: Șterge
ta: அழி
th: ลบ
uk: Видалити

source: Reset
af: Herstel
ar: إعادة ضبط
da: Nulstil
el: Επαναφορά
es: Restablecer
fi: Nollaa
fil: I-reset
hi: रीसेट
id: Atur ulang
ja: リセット
lt: Atkurti
pl: Resetuj
pt: Redefinir
ro: Resetează
ta: மீட்டமை
th: รีเซ็ต
uk: Скинути

source: Custom URL Home Page
af: Pasgemaakte URL-tuisblad
ar: الصفحة الرئيسية بعنوان URL مخصص
da: Brugerdefineret URL-startside
el: Αρχική σελίδα με προσαρμοσμένο URL
es: Página de inicio con URL personalizada
fi: Mukautettu URL-kotisivu
fil: Custom na URL ng Home Page
hi: कस्टम URL होम पेज
id: URL Kustom Halaman Beranda
ja: カスタム URL ホームページ
lt: Pasirinktinis URL pagrindinis puslapis
pl: Strona główna z niestandardowym adresem URL
pt: Página Inicial com URL Personalizada
ro: Pagină principală cu URL personalizat
ta: தனிப்பயன் URL ஹோம் பக்கம்
th: หน้าแรกแบบกำหนด URL เอง
uk: Користувацька URL-головна сторінка

source: OK
ar: موافق
es: Aceptar
hi: ओके
lt: Gerai
ta: சரி
th: OK ตกลง

source: Download Failed!
af: Aflaai het misluk!
ar: فشل التنزيل!
da: Download mislykkedes!
el: Η λήψη απέτυχε!
es: ¡Descarga fallida!
fi: Lataus epäonnistui!
fil: Nabigo ang pag-download!
hi: डाउनलोड विफल!
id: Unduhan gagal!
ja: ダウンロードに失敗しました！
lt: Atsisiuntimas nepavyko!
pl: Pobieranie nie powiodło się!
pt: Falha no download!
ro: Descărcare eșuată!
ta: பதிவிறக்கம் தோல்வியடைந்தது!
th: การดาวน์โหลดล้มเหลว!
uk: Не вдалося завантажити!

source: No completed downloads
af: Geen voltooide aflaaie nie
ar: لا توجد تنزيلات مكتملة
da: Ingen fuldførte downloads
el: Δεν υπάρχουν ολοκληρωμένες λήψεις
es: No hay descargas completadas
fi: Ei valmiita latauksia
fil: Walang natapos na mga download
hi: कोई पूर्ण डाउनलोड नहीं
id: Tidak ada unduhan yang selesai
ja: 完了したダウンロードはありません
lt: Nėra užbaigtų atsisiuntimų
pl: Brak ukończonych pobrań
pt: Não é possível abrir este arquivo
ro: Nu există descărcări finalizate
ta: முடிக்கப்பட்ட பதிவிறக்கங்கள் இல்லை
th: ไม่มีการดาวน์โหลดที่เสร็จสมบูรณ์
uk: Немає завершених завантажень

source: Cannot open this file
af: Kan nie hierdie lêer oopmaak nie
ar: لا يمكن فتح هذا الملف
da: Kan ikke åbne denne fil
el: Δεν είναι δυνατό το άνοιγμα αυτού του αρχείου
es: No se puede abrir este archivo
fi: Tätä tiedostoa ei voi avata
fil: Hindi mabuksan ang file na ito
hi: इस फ़ाइल को खोल नहीं सकते
id: Tidak dapat membuka file ini
ja: このファイルを開けません
lt: Negalima atidaryti šio failo
pl: Nie można otworzyć tego pliku
ro: Nu se poate deschide acest fișier
th: ไม่สามารถเปิดไฟล์นี้ได้
uk: Неможливо відкрити цей файл

# titleChangeNode
source: Change Node
af: Verander node
ar: تغيير العقدة
da: Skift node
el: Αλλαγή κόμβου
es: Cambiar Nodo
fi: Vaihda solmu
fil: Palitan ang Node
hi: नोड बदलें
id: Ganti Node
ja: ノードを変更
lt: Keisti mazgą
pl: Zmień węzeł
pt: Mudar Nó
ro: Schimbă nodul
ta: Node மாற்று
th: เปลี่ยนโหนด
uk: Змінити вузол

# hasExperiancedTraffic
source: has experienced unprecedented traffic. Please click on 'Change Node' to switch exit node
af: het ongekende verkeer ervaar. Klik asseblief op
ar: لتبديل عقدة الخروج
da: har oplevet uventet trafik. Klik på
el: έχει παρουσιάσει ασυνήθιστα αυξημένη κίνηση. Παρακαλούμε πατήστε
es: ha experimentado un tráfico sin precedentes. Por favor, haz clic en 'Cambiar Nodo' para cambiar el nodo de salida
fi: on poikkeuksellisen paljon liikennettä. Napsauta ”Vaihda solmu” vaihtaaksesi poistumissolmua
fil: ay nakaranas ng hindi pangkaraniwang trapiko. Pakiclick ang
hi: पर असाधारण ट्रैफ़िक हुआ है। कृपया एग्ज़िट नोड बदलने के लिए ‘नोड बदलें’ पर क्लिक करें
id: mengalami lonjakan lalu lintas yang tidak biasa. Silakan klik
ja: で前例のないトラフィックが発生しています。出口ノードを切り替えるには
lt: patyrė neregėtą srautą. Spustelėkite
pl: doświadczył bezprecedensowego ruchu. Kliknij
pt: sofreu um tráfego sem precedentes. Clique em 'Mudar Nó' para alterar o nó de saída
ro: a înregistrat un trafic fără precedent. Te rugăm să dai clic pe
ta: வெளியேறு நோட்டில் எதிர்பாராத அளவு போக்குவரத்து ஏற்பட்டுள்ளது. தயவுசெய்து ‘Node மாற்று’ என்பதைக் கிளிக் செய்து வேறு வெளியேறு நோட்டிற்கு மாறவும்
th: มีปริมาณการใช้งานสูงผิดปกติ กรุณาคลิกที่
uk: зазнав безпрецедентного навантаження. Будь ласка, натисніть

source: The response has been interrupted
af: Die antwoord is onderbreek
ar: تم مقاطعة الرد
da: Svaret er blevet afbrudt
el: Η απάντηση διακόπηκ
es: La respuesta ha sido interrumpida
fi: Vastaus keskeytyi
fil: Naputol ang sagot
hi: प्रतिक्रिया बाधित हो गई
id: Respons telah terputus
ja: 応答が中断されました
lt: Atsakymas buvo nutrauktas
pl: Odpowiedź została przerwana
pt: A resposta foi interrompida
ro: Răspunsul a fost întrerupt
ta: பதில் இடைநிறுத்தப்பட்டது
th: การตอบสนองถูกขัดจังหวะ
uk: Відповідь було перервано

source: Try this:
af: Probeer dit:
ar: جرّب هذا:
da: Prøv dette:
el: Δοκιμάστε:
es: Prueba esto:
fi: Kokeile tätä:
fil: Subukan ito:
hi: इसे आज़माएँ:
id: Coba ini:
ja: 試してみてください:
lt: Išbandykite tai:
pl: Wypróbuj:
pt: Experimente isto:
ro: Încearcă:
ta: இதை முயற்சிக்கவும்:
th: ลองใช้:
uk: Спробуйте це:

source: You
af: Jy
ar: أنت
da: Dig
el: Εσείς
es: Tú
fi: Sinä
fil: Ikaw
hi: आप
id: Anda
ja: あなた
lt: Jūs
pl: Ty
pt: Você
ro: Tu
th: คุณ
uk: Ви

source: Chat
af: Gesels
ar: الدردشة
el: Συνομιλία
fi: Keskustelu
hi: चैट
ja: チャット
lt: Pokalbis
pl: Czat
th: แชท
uk: Чат

source: Camera permission denied
af: Kamera-toestemming geweier
ar: تم رفض إذن الكاميرا
da: Kamera Tilladelse nægtet
el: Η άδεια κάμερας απορρίφθηκε
es: Permiso de cámara denegado
fi: Kameran käyttöoikeus evätty
fil: Tinanggihan ang pahintulot sa camera
hi: कैमरा अनुमति अस्वीकृत
id: Izin kamera ditolak
ja: カメラの使用が拒否されました
lt: Kameros leidimas atmestas
pl: Odmowa dostępu do kamery
pt: Permissão da câmera negada
ro: Permisiunea pentru cameră a fost refuzată
ta: கேமரா அனுமதி மறுக்கப்பட்டது
th: การอนุญาตใช้กล้องถูกปฏิเสธ
uk: Доступ до камери заборонено

# micPermissionRequired
source: Microphone Permission Required
af: Mikrofoontoestemming vereis
ar: يلزم إذن الوصول إلى الميكروفون
da: Mikrofon Tilladelse kræves
el: Απαιτείται άδεια μικροφώνου
es: Se requiere permiso del micrófono
fi: Mikrofonin käyttöoikeus vaaditaan
fil: Kailangan ng pahintulot sa mikropono
hi: माइक्रोफ़ोन की अनुमति आवश्यक है
id: Izin mikrofon diperlukan
ja: マイクの使用許可が必要です
lt: Reikalingas mikrofono leidimas
pl: Wymagane uprawnienie do mikrofonu
pt: permissão do Microfone necessária
ro: Este necesară permisiunea pentru microfon
ta: மைக்ரோஃபோன் அனுமதி தேவை
th: ต้องได้รับอนุญาตให้ใช้ไมโครโฟน
uk: Потрібен дозвіл на мікрофон

# uPermanentlyDeniedMicAccess
source: You have permanently denied microphone access
af: Jy het mikrofoontoegang permanent geweier
ar: لقد قمت برفض الوصول إلى الميكروفون بشكل دائم
da: Du har permanent nægtet adgang til mikrofonen
el: Έχετε αρνηθεί μόνιμα την πρόσβαση στο μικρόφωνο
es: Has denegado permanentemente el acceso al micrófono
fi: Olet estänyt mikrofonin käytön pysyvästi
fil: Permanenteng tinanggihan ang access sa mikropono
hi: आपने माइक्रोफ़ोन की अनुमति स्थायी रूप से अस्वीकार कर दी है
id: Anda telah menolak akses mikrofon secara permanen
ja: マイクへのアクセスが永久に拒否されています
lt: Jūs visam laikui atmetėte prieigą prie mikrofono
pl: Trwale odmówiłeś dostępu do mikrofonu Aby
pt: Você negou permanentemente o acesso ao microfone
ro: Ai refuzat permanent accesul la microfon
ta: மைக்ரோஃபோன் அணுகலை நிரந்தரமாக மறுத்துள்ளீர்கள்
th: คุณได้ปฏิเสธการเข้าถึงไมโครโฟนอย่างถาวรแล้ว
uk: Ви назавжди заборонили доступ до мікрофонаБудь ласка, увімкніть його в налаштуваннях

# plsEnableMicInAppSettings
source: Please enable it in app settings to use voice search
af: Aktiveer dit asseblief in die app-instellings om stemsoektog te gebruik
ar: يرجى تمكينه في إعدادات التطبيق لاستخدام البحث الصوتي
da: Aktivér det i app-indstillingerne for at bruge talesøgning
el: Παρακαλούμε ενεργοποιήστε την πρόσβαση στο μικρόφωνο στις ρυθμίσεις της εφαρμογής για να χρησιμοποιήσετε τη φωνητική αναζήτηση
es: Por favor, actívalo en la configuración de la aplicación para usar la búsqueda por voz
fi: Ota se käyttöön sovelluksen asetuksissa käyttääksesi äänihakua
fil: Paki-enable ito sa mga setting ng app upang magamit ang paghahanap gamit ang boses
hi: कृपया वॉयस सर्च का उपयोग करने के लिए ऐप सेटिंग्स में इसे सक्षम करें।
id: Silakan aktifkan di pengaturan aplikasi untuk menggunakan pencarian suara
ja: 音声検索を使用するにはアプリの設定で有効にしてください
lt: Norėdami naudoti balso paiešką, įjunkite ją programėlės nustatymuose
pl: korzystać z wyszukiwania głosowego, włącz dostęp do mikrofonu w ustawieniach aplikacji
pt: Ative nas configurações do aplicativo para usar a pesquisa por voz
ro: Te rugăm să activezi accesul la microfon din setările aplicației pentru a utiliza căutarea vocală
ta: குரல் தேடலை பயன்படுத்த, செயலி அமைப்புகளில் அதை இயக்கவும்
th: โปรดเปิดใช้งานในการตั้งค่าแอปเพื่อใช้การค้นหา
uk: застосунку, щоб використовувати голосовий пошук

# thispageAlreadySavedOffline
source: This page is already saved offline
af: Hierdie bladsy is reeds vanlyn gestoor
ar: تم حفظ هذه الصفحة بالفعل بدون اتصال بالإنترنت
da: Denne side er allerede gemt offline
el: Αυτή η σελίδα έχει ήδη αποθηκευτεί εκτός σύνδεσης
es: Esta página ya está guardada sin conexión
fi: Tämä sivu on jo tallennettu offline-tilaan
fil: Naka-save na offline ang pahinang ito
hi: यह पेज पहले से ऑफ़लाइन सहेजा गया है
id: Halaman ini sudah disimpan secara offline
ja: このページはすでにオフラインで保存されています
lt: Šis puslapis jau išsaugotas neprisijungus
pl: Ta strona jest już zapisana offline
pt: Esta página já está salva offline
ro: Această pagină este deja salvată offline
ta: இந்த பக்கம் ஏற்கனவே ஆஃப்லைனில் சேமிக்கப்பட்டுள்ளது
th: หน้านี้ถูกบันทึกแบบออฟไลน์แล้ว
uk: Цю сторінку вже збережено офлайн
