Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

# blockcookies
source: Blocks Cookies: Cookies collect a user’s personal information that help determine their behavioural and usage patterns. This in-turn helps the website to show relevant ads, manage active sessions, and provide big data analytics.
af: Blokkeer koekies: Koekies versamel ’n gebruiker se persoonlike inligting wat help om hul gedrag- en gebruikspatrone te bepaal. Dit help weer webwerwe om relevante advertensies te wys, aktiewe sessies te bestuur en grootdata-analises te verskaf.
ar: حظر ملفات تعريف الارتباط (Cookies): تجمع ملفات تعريف الارتباط معلومات المستخدم الشخصية، مما يساعد على تحديد سلوك المستخدم وأنماط الاستخدام. وهذا بدوره يساعد الموقع على عرض الإعلانات المناسبة، وإدارة الجلسات النشطة، وتقديم تحليلات البيانات الكبيرة.
da: Blokerer cookies: Cookies indsamler personlige oplysninger om brugeren, som bruges til at bestemme adfærds- og brugsmønstre. Dette hjælper websteder med at vise relevante annoncer, administrere aktive sessioner og levere stordataanalyser.
el: Αποκλεισμός Cookies: Τα cookies συλλέγουν προσωπικές πληροφορίες των χρηστών, βοηθώντας στον προσδιορισμό της συμπεριφοράς και των προτύπων χρήσης. Αυτό επιτρέπει στους ιστότοπους να εμφανίζουν σχετικές διαφημίσεις, να διαχειρίζονται ενεργές συνεδρίες και να πραγματοποιούν αναλύσεις μεγάλων δεδομένων.
es: Bloquea Cookies: Las cookies recopilan información personal del usuario para determinar sus patrones de comportamiento y uso. Esto permite a los sitios web mostrar anuncios relevantes, gestionar sesiones activas y obtener análisis de big data.
fi: Evästeiden esto: Evästeet keräävät käyttäjän henkilökohtaisia tietoja, joiden avulla määritetään käyttäytymis- ja käyttötapoja. Tämä auttaa verkkosivustoja näyttämään asiaankuuluvia mainoksia, hallitsemaan aktiivisia istuntoja ja suorittamaan laajamittaista tietoanalyysiä.
fil: Hinaharang ang Cookies: Kinokolekta ng cookies ang personal na impormasyon ng gumagamit upang matukoy ang kanilang mga gawi at paraan ng paggamit. Ginagamit ito ng mga website upang magpakita ng mga kaugnay na ad, pamahalaan ang mga aktibong session, at magsagawa ng data analytics.
hi: कुकीज़ ब्लॉक करता है: कुकीज़ उपयोगकर्ता की व्यक्तिगत जानकारी एकत्र करती हैं जो उनके व्यवहार और उपयोग पैटर्न निर्धारित करने में मदद करती हैं। इससे वेबसाइट को प्रासंगिक विज्ञापन दिखाने, सक्रिय सत्रों का प्रबंधन करने और बड़े डेटा विश्लेषण में मदद मिलती है।.
id: Memblokir Cookies: Cookies mengumpulkan informasi pribadi pengguna untuk menentukan pola perilaku dan penggunaan. Ini digunakan oleh situs web untuk menampilkan iklan yang relevan, mengelola sesi aktif, dan menyediakan analitik data besar.
ja: クッキーをブロック: クッキーはユーザーの個人情報を収集し、行動や利用パターンを判断するのに役立ちます。これにより、ウェブサイトは関連性の高い広告を表示したり、アクティブなセッションを管理したり、ビッグデータ分析を提供したりできます。
lt: Blokuoja slapukus: Slapukai renka vartotojo asmeninę informaciją, kuri padeda nustatyti elgsenos ir naudojimo modelius. Tai savo ruožtu padeda svetainėms rodyti susijusius skelbimus, valdyti aktyvius seansus ir teikti didžiųjų duomenų analizę.
pl: Blokowanie plików cookie: Pliki cookie zbierają dane osobowe użytkownika, które pomagają określić jego zachowania i wzorce użytkowania. Dane te są wykorzystywane przez strony internetowe do wyświetlania dopasowanych reklam, zarządzania aktywnymi sesjami oraz prowadzenia analityki big data.
pt: Bloqueio de Cookies: Cookies coletam informações pessoais do usuário, ajudando a determinar seus padrões de comportamento e uso. Isso permite que os sites exibam anúncios relevantes, gerenciem sessões ativas e forneçam análises de big data.
ro: Blocarea cookie-urilor: Cookie-urile colectează informații personale despre utilizator, ajutând la determinarea comportamentului și tiparelor de utilizare. Aceste date sunt utilizate de site-uri pentru afișarea de reclame relevante, gestionarea sesiunilor active și analiza volumelor mari de date.
ta: Blocks Cookies: Cookies, பயனரின் தனிப்பட்ட தகவல்களை சேகரித்து, அவர்களின் நடத்தை மற்றும் பயன்பாட்டு முறைகளை அறிய உதவுகின்றன. இதன் மூலம் இணையதளங்கள் விளம்பரங்கள் காட்டுதல், active sessions நிர்வகித்தல் மற்றும் big data analytics செய்ய உதவுகின்றன.
th: Blocks Cookies: คุกกี้จะรวบรวมข้อมูลส่วนบุคคลของผู้ใช้เพื่อวิเคราะห์พฤติกรรมและรูปแบบการใช้งาน ซึ่งช่วยให้เว็บไซต์แสดงโฆษณาที่เกี่ยวข้อง จัดการเซสชัน และทำการวิเคราะห์ข้อมูลขนาดใหญ่.
uk: Блокує файли cookie: Файли cookie збирають особисту інформацію користувачів, що допомагає визначати їхні поведінкові моделі та особливості використання. Це, у свою чергу, дозволяє вебсайтам показувати релевантну рекламу, керувати активними сесіями та надавати аналітику великих даних.

# ipAddressMasked
source: IP Address is Masked: The browser’s in-built dVPN, the BelNet, masks the client IP address from the websites they visit. This provides confidentiality and anonymity to the user and prevents websites from identifying and tracking the user based on their IP address.
af: IP-adres word gemasker: Die blaaier se ingeboude dVPN, BelNet, masker die kliënt se IP-adres teen die webwerwe wat hulle besoek. Dit bied vertroulikheid en anonimiteit aan die gebruiker en verhoed dat webwerwe die gebruiker op grond van hul IP-adres identifiseer en opspoor.
ar: إخفاء عنوان IP: يقوم dVPN المدمج في المتصفح، BelNet، بإخفاء عنوان IP الخاص بالمستخدم عن المواقع التي يزورها. هذا يوفر السرية وإخفاء الهوية للمستخدم ويمنع المواقع من التعرف على المستخدم أو تتبعه بناءً على عنوان IP.
da: IP-adresse skjules: Browserens indbyggede dVPN, BelNet, skjuler klientens IP-adresse for de websteder, der besøges. Dette giver fortrolighed og anonymitet og forhindrer websteder i at identificere og spore brugeren baseret på IP-adressen.
el: Απόκρυψη διεύθυνσης IP: Το ενσωματωμένο dVPN του προγράμματος περιήγησης, το BelNet, αποκρύπτει τη διεύθυνση IP του χρήστη από τους ιστότοπους που επισκέπτεται. Αυτό παρέχει ιδιωτικότητα και ανωνυμία και αποτρέπει τους ιστότοπους από το να ταυτοποιούν ή να παρακολουθούν τον χρήστη βάσει της διεύθυνσης IP.
es: La Dirección IP Está Enmascarada: El dVPN incorporado del navegador, BelNet, enmascara la dirección IP del cliente frente a los sitios web que visita. Esto proporciona confidencialidad y anonimato al usuario, evitando que los sitios identifiquen y rastreen al usuario por su dirección IP
fi: IP-osoitteen peittäminen: Selaimeen sisäänrakennettu hajautettu VPN, BelNet, peittää käyttäjän IP-osoitteen vierailluilta verkkosivustoilta. Tämä tarjoaa luottamuksellisuuden ja anonymiteetin sekä estää verkkosivustoja tunnistamasta ja seuraamasta käyttäjää IP-osoitteen perusteella.
fil: Nakatago ang IP Address: Ang built-in na dVPN ng browser na BelNet ay nagtatago ng IP address ng user mula sa mga website na kanilang binibisita. Nagbibigay ito ng privacy at anonymity at pinipigilan ang mga website na makilala at masubaybayan ang user batay sa IP address.
hi: IP पता मास्क किया जाता है: ब्राउज़र का इन-बिल्ट dVPN, BelNet, उपयोगकर्ता के IP पते को उन वेबसाइटों से छुपाता है जिन्हें वे विज़िट करते हैं। इससे उपयोगकर्ता को गोपनीयता और अनामिता मिलती है और वेबसाइटों को IP के आधार पर उपयोगकर्ता को पहचानने और ट्रैक करने से रोका जाता है।.
id: Alamat IP Disamarkan: dVPN bawaan browser, yaitu BelNet, menyamarkan alamat IP pengguna dari situs web yang dikunjungi. Ini memberikan privasi dan anonimitas serta mencegah situs web mengidentifikasi dan melacak pengguna berdasarkan alamat IP.
ja: IP アドレスをマスク: ブラウザ内蔵の dVPN、BelNet は、ユーザーの IP アドレスを訪問するウェブサイトから隠します。これにより、ユーザーの機密性と匿名性が確保され、IP アドレスをもとにユーザーを識別・追跡するウェブサイトを防ぎます。
lt: IP adresas yra paslėptas: Naršyklėje integruotas dVPN – „BelNet“ – paslepia kliento IP adresą nuo lankomų svetainių. Tai suteikia vartotojui konfidencialumą ir anonimiškumą bei neleidžia svetainėms identifikuoti ir sekti vartotojo pagal IP adresą.
pl: Maskowanie adresu IP: Wbudowana w przeglądarkę zdecentralizowana sieć VPN (dVPN) — BelNet — maskuje adres IP użytkownika przed odwiedzanymi witrynami. Zapewnia to poufność i anonimowość oraz uniemożliwia stronom internetowym identyfikowanie i śledzenie użytkownika na podstawie adresu IP.
pt: IP Mascarado: O dVPN integrado do navegador, a BelNet, mascara o endereço IP do usuário nos sites visitados, garantindo confidencialidade e anonimato, impedindo que os sites identifiquem e rastreiem o usuário pelo IP.
ro: Mascarea adresei IP: Serviciul dVPN integrat al browserului, BelNet, maschează adresa IP a utilizatorului față de site-urile vizitate. Acest lucru oferă confidențialitate și anonimat și împiedică site-urile să identifice sau să urmărească utilizatorul pe baza adresei IP.
ta: IP Address is Masked: Browser-இல் உள்ள in-built dVPN ஆன BelNet, பயனர் பார்வையிடும் இணையதளங்களில் இருந்து client IP address-ஐ மறைக்கிறது. இது பயனர்களுக்கு ரகசியத்தன்மையும் அடையாள மறைப்பையும் வழங்கி, IP அடிப்படையில் tracking செய்வதைத் தடுக்கிறது.
th: IP Address is Masked: dVPN ในตัวของเบราว์เซอร์ (BelNet) จะปกปิดที่อยู่ IP ของผู้ใช้จากเว็บไซต์ที่เข้าชม ซึ่งช่วยเพิ่มความเป็นส่วนตัวและความไม่เปิดเผยตัวตน และป้องกันการติดตามจากเว็บไซต์.
uk: IP-адреса замаскована: Вбудований у браузер dVPN BelNet приховує IP-адресу користувача від вебсайтів, які він відвідує. Це забезпечує конфіденційність і анонімність та запобігає ідентифікації й відстеженню користувача за IP-адресою.

# locationObfuscated
source: Location is Obfuscated: To further enhance confidentiality, the browser obfuscates the user's location, making it challenging for websites and third parties to determine the actual geographical location of the user. This ensures that users can browse without revealing sensitive information about their whereabouts.
af: Ligging word verduister: Om vertroulikheid verder te verbeter, verduister die blaaier die gebruiker se ligging, wat dit moeilik maak vir webwerwe en derde partye om die gebruiker se werklike geografiese ligging te bepaal. Dit verseker dat gebruikers kan blaai sonder om sensitiewe inligting oor hul verblyfplek bloot te stel.
ar: تشويش الموقع: لتعزيز السرية، يقوم المتصفح بتشويش موقع المستخدم، مما يجعل من الصعب على المواقع والأطراف الثالثة تحديد الموقع الجغرافي الفعلي للمستخدم.
da: Placering sløres: For yderligere at styrke fortroligheden slører browseren brugerens placering, hvilket gør det vanskeligt for websteder og tredjeparter at fastslå den faktiske geografiske placering. Dette sikrer, at brugere kan browse uden at afsløre følsomme oplysninger om deres opholdssted.
el: Απόκρυψη τοποθεσίας: Για περαιτέρω ενίσχυση της ιδιωτικότητας, το πρόγραμμα περιήγησης αποκρύπτει την τοποθεσία του χρήστη, καθιστώντας δύσκολο για ιστότοπους και τρίτους να προσδιορίσουν την πραγματική γεωγραφική του θέση. Έτσι, οι χρήστες μπορούν να περιηγούνται χωρίς να αποκαλύπτουν ευαίσθητες πληροφορίες για το πού βρίσκονται.
es: La Ubicación Está Ofuscada: Para mejorar aún más la confidencialidad, el navegador ofusca la ubicación del usuario, dificultando que sitios web y terceros determinen su ubicación geográfica real. Esto garantiza que los usuarios puedan navegar sin revelar información sensible sobre su paradero.
fi: Sijainnin häivytys: Luottamuksellisuuden parantamiseksi selain häivyttää käyttäjän sijainnin, mikä vaikeuttaa verkkosivustojen ja kolmansien osapuolten mahdollisuuksia määrittää todellinen maantieteellinen sijainti. Näin käyttäjät voivat selata paljastamatta arkaluonteisia sijaintitietojaan.
fil: Inaalter ang Lokasyon: Upang lalo pang mapahusay ang privacy, binabaluktot ng browser ang lokasyon ng user upang maging mahirap para sa mga website at third party na matukoy ang tunay na kinaroroonan. Nakakatulong ito upang makapag-browse ang user nang hindi inilalantad ang sensitibong lokasyon.
hi: स्थान अस्पष्ट किया जाता है: गोपनीयता बढ़ाने के लिए, ब्राउज़र उपयोगकर्ता के स्थान को अस्पष्ट कर देता है, जिससे वेबसाइटों और तीसरे पक्ष के लिए वास्तविक भौगोलिक स्थान जानना कठिन हो जाता है। इससे उपयोगकर्ता अपनी लोकेशन बताए बिना ब्राउज़ कर सकते हैं।.
id: Lokasi Disamarkan: Untuk meningkatkan privasi, browser menyamarkan lokasi pengguna sehingga menyulitkan situs web dan pihak ketiga untuk menentukan lokasi geografis sebenarnya. Ini memastikan pengguna dapat browsing tanpa mengungkapkan informasi lokasi yang sensitif.
ja: 位置情報の難読化: プライバシーをさらに強化するため、ブラウザはユーザーの位置情報を難読化し、ウェブサイトや第三者が実際の地理的な位置を特定するのを困難にします。
lt: Vieta yra užmaskuota: Siekdama dar labiau padidinti konfidencialumą, naršyklė užmaskuoja vartotojo buvimo vietą, todėl svetainėms ir trečiosioms šalims tampa sudėtinga nustatyti tikrąją geografinę vartotojo vietą. Tai užtikrina, kad vartotojai galėtų naršyti neatskleisdami jautrios informacijos apie savo buvimo vietą.
pl: Ukrywanie lokalizacji: Aby dodatkowo zwiększyć poufność, przeglądarka maskuje lokalizację użytkownika, utrudniając stronom internetowym i podmiotom trzecim ustalenie jego rzeczywistego położenia geograficznego. Dzięki temu użytkownicy mogą przeglądać Internet bez ujawniania wrażliwych informacji o swojej lokalizacji.
pt: Localização Ofuscada: Para aumentar a confidencialidade, o navegador ofusca a localização do usuário, dificultando que sites e terceiros determinem a localização geográfica real. Isso garante navegação sem revelar informações sensíveis sobre o usuário.
ro: Ascunderea locației: Pentru a spori și mai mult confidențialitatea, browserul ascunde locația utilizatorului, făcând dificilă determinarea locației geografice reale de către site-uri și terți. Astfel, utilizatorii pot naviga fără a dezvălui informații sensibile despre locația lor.
ta: Location is Obfuscated: மேலும் அதிக ரகசியத்தன்மைக்காக, Browser பயனரின் இருப்பிடத்தை (location) மறைக்கிறது. இதனால் இணையதளங்கள் அல்லது மூன்றாம் தரப்பினர் பயனரின் உண்மையான புவியியல் இருப்பிடத்தை கண்டறிவது கடினமாகிறது.
th: Location is Obfuscated: เพื่อเพิ่มความเป็นส่วนตัว เบราว์เซอร์จะทำให้ตำแหน่งของผู้ใช้คลุมเครือ ทำให้เว็บไซต์และบุคคลที่สามไม่สามารถระบุตำแหน่งที่แท้จริงได้.
uk: Місцезнаходження приховане: Для подальшого підвищення рівня конфіденційності браузер маскує місцезнаходження користувача, ускладнюючи для вебсайтів і сторонніх осіб визначення його реального географічного положення. Це дозволяє переглядати мережу без розкриття чутливої інформації про місцеперебування.

# noMetadataCallected
source: No Metadata is Collected: The browser abstains from collecting metadata, ensuring that no additional information about the user's browsing habits or preferences is stored. This minimizes the risk of data leakage and unauthorized access to user information.
af: Geen metadata word versamel nie: Die blaaier weerhou hom daarvan om metadata te versamel, wat verseker dat geen addisionele inligting oor die gebruiker se blaai-gewoontes of voorkeure gestoor word nie. Dit verminder die risiko van datalekkasie en ongemagtigde toegang tot gebruikersinligting.
ar: عدم جمع البيانات الوصفية (Metadata): يمتنع المتصفح عن جمع البيانات الوصفية، مما يضمن عدم تخزين معلومات إضافية عن عادات التصفح أو تفضيلات المستخدم. هذا يقلل من خطر تسرب البيانات والوصول غير المصرح به إلى معلومات المستخدم.
da: Ingen metadata indsamles: Browseren undlader at indsamle metadata og sikrer dermed, at ingen yderligere oplysninger om brugerens browservaner eller præferencer lagres. Dette minimerer risikoen for datalækage og uautoriseret adgang til brugeroplysninger.
el: Χωρίς συλλογή μεταδεδομένων: Το πρόγραμμα περιήγησης αποφεύγει τη συλλογή μεταδεδομένων, διασφαλίζοντας ότι δεν αποθηκεύονται πρόσθετες πληροφορίες σχετικά με τις συνήθειες ή τις προτιμήσεις περιήγησης των χρηστών. Αυτό ελαχιστοποιεί τον κίνδυνο διαρροής δεδομένων και μη εξουσιοδοτημένης πρόσβασης.
es: No Se Recopilan Metadatos: El navegador no recopila metadatos, asegurando que no se almacene información adicional sobre los hábitos o preferencias de navegación del usuario. Esto minimiza el riesgo de filtración de datos y acceso no autorizado a la información del usuario.
fi: Metatietoja ei kerätä: Selain ei kerää metatietoja, mikä varmistaa, ettei käyttäjän selaustottumuksista tai mieltymyksistä tallenneta lisätietoja. Tämä vähentää tietovuotojen ja luvattoman pääsyn riskiä.
fil: Walang Kinokolektang Metadata: Hindi nangongolekta ang browser ng metadata, kaya walang karagdagang impormasyon tungkol sa gawi at kagustuhan sa pagba-browse ang naiimbak. Binabawasan nito ang panganib ng pagtagas ng data at hindi awtorisadong pag-access.
hi: कोई मेटाडेटा एकत्र नहीं किया जाता: ब्राउज़र मेटाडेटा एकत्र करने से बचता है, जिससे उपयोगकर्ता की ब्राउज़िंग आदतों या प्राथमिकताओं से जुड़ी कोई अतिरिक्त जानकारी संग्रहीत नहीं होती। इससे डेटा लीक और अनधिकृत एक्सेस का जोखिम कम होता है।.
id: Tidak Ada Metadata yang Dikumpulkan: Browser tidak mengumpulkan metadata, sehingga tidak ada informasi tambahan tentang kebiasaan atau preferensi browsing pengguna yang disimpan. Ini meminimalkan risiko kebocoran data dan akses tidak sah.
ja: メタデータは収集されない: ブラウザはメタデータの収集を行わず、ユーザーのブラウジング習慣や好みに関する追加情報が保存されないことを保証します。これにより、データ漏洩や不正アクセスのリスクを最小限に抑えます。
lt: Nerenkami jokie metaduomenys: Naršyklė nerenka metaduomenų, todėl neužfiksuojama jokia papildoma informacija apie vartotojo naršymo įpročius ar pageidavimus. Tai sumažina duomenų nutekėjimo ir neteisėtos prieigos prie vartotojo informacijos riziką.
pl: Brak zbierania metadanych: Przeglądarka nie zbiera metadanych, co oznacza, że żadne dodatkowe informacje dotyczące nawyków ani preferencji przeglądania użytkownika nie są przechowywane. Minimalizuje to ryzyko wycieku danych oraz nieautoryzowanego dostępu do informacji użytkownika.
pt: Sem Coleta de Metadados: O navegador não coleta metadados, garantindo que nenhuma informação adicional sobre hábitos ou preferências de navegação seja armazenada. Isso minimiza riscos de vazamento de dados e acessos não autorizados.
ro: Fără colectare de metadate: Browserul nu colectează metadate, asigurând că nu sunt stocate informații suplimentare despre obiceiurile sau preferințele de navigare ale utilizatorului. Acest lucru minimizează riscul de scurgeri de date și acces neautorizat la informațiile utilizatorului.
ta: No Metadata is Collected: Browser, metadata-ஐ சேகரிப்பதை தவிர்க்கிறது. இதனால் பயனரின் browsing பழக்கங்கள் அல்லது விருப்பங்கள் குறித்து எந்த கூடுதல் தகவலும் சேமிக்கப்படாது. இது தரவு கசிவு மற்றும் அனுமதியில்லா அணுகல் அபாயங்களை குறைக்கிறது.
th: No Metadata is Collected: เบราว์เซอร์ไม่เก็บข้อมูลเมตาดาต้าใด ๆ เพื่อให้แน่ใจว่าไม่มีข้อมูลเกี่ยวกับพฤติกรรมการท่องเว็บหรือความชอบของผู้ใช้ถูกจัดเก็บ.
uk: Метадані не збираються: Браузер утримується від збору метаданих, гарантуючи, що жодна додаткова інформація про звички чи вподобання користувача не зберігається. Це мінімізує ризик витоку даних та несанкціонованого доступу до інформації користувача.

# inbuiltdVPN
source: In-built dVPN Service: The inclusion of an in-built decentralized VPN (dVPN) service like BelNet encrypts the user’s internet traffic and ensures a secure and confidential connection for users.
af: Ingeboude dVPN-diens: Die insluiting van ’n ingeboude gedesentraliseerde VPN (dVPN)-diens soos BelNet enkripteer die gebruiker se internetverkeer en verseker ’n veilige en vertroulike verbinding vir gebruikers.
ar: خدمة dVPN مدمجة: يوفر دمج خدمة VPN لامركزية مدمجة مثل BelNet تشفيرًا لحركة الإنترنت للمستخدمين ويضمن اتصالًا آمنًا وسريًا.
da: Indbygget dVPN-tjeneste: Inkluderingen af en indbygget decentraliseret VPN-tjeneste som BelNet krypterer brugerens internettrafik og sikrer en sikker og fortrolig forbindelse.
el: Ενσωματωμένη υπηρεσία dVPN: Η ενσωμάτωση μιας αποκεντρωμένης υπηρεσίας VPN (dVPN) όπως το BelNet κρυπτογραφεί την κίνηση στο διαδίκτυο του χρήστη και εξασφαλίζει μια ασφαλή και ιδιωτική σύνδεση.
es: dVPN Incorporado: La inclusión de un servicio VPN descentralizado (dVPN) como BelNet cifra el tráfico de Internet del usuario y garantiza una conexión segura y confidencial.
fi: Sisäänrakennettu hajautettu VPN-palvelu: Sisäänrakennettu hajautettu VPN-palvelu, kuten BelNet, salaa käyttäjän internetliikenteen ja varmistaa turvallisen ja luottamuksellisen yhteyden.
fil: Built-in na dVPN Service: Ang pagkakaroon ng built-in na decentralized VPN (dVPN) tulad ng BelNet ay nag-e-encrypt ng internet traffic at tinitiyak ang isang ligtas at pribadong koneksyon.
hi: इन-बिल्ट dVPN सेवा: BelNet जैसी इन-बिल्ट विकेंद्रीकृत VPN (dVPN) सेवा उपयोगकर्ता के इंटरनेट ट्रैफ़िक को एन्क्रिप्ट करती है और सुरक्षित व गोपनीय कनेक्शन सुनिश्चित करती है।.
id: Layanan dVPN Terintegrasi: Layanan VPN terdesentralisasi (dVPN) bawaan seperti BelNet mengenkripsi lalu lintas internet pengguna dan memastikan koneksi yang aman dan privat.
ja: 内蔵 dVPN サービス: BelNet のような内蔵の分散型 VPN (dVPN) サービスにより、ユーザーのインターネットトラフィックを暗号化し、安全かつ機密性の高い接続を提供します。
lt: Integruota dVPN paslauga: Integruota decentralizuota VPN (dVPN) paslauga, tokia kaip „BelNet“, šifruoja vartotojo interneto srautą ir užtikrina saugų bei konfidencialų ryšį.
pl: Wbudowana usługa dVPN: Zintegrowana zdecentralizowana usługa VPN (dVPN), taka jak BelNet, szyfruje ruch internetowy użytkownika, zapewniając bezpieczne i poufne połączenie.
pt: dVPN Integrado: O serviço de VPN descentralizado (dVPN) integrado, como a BelNet, criptografa o tráfego de internet do usuário e garante uma conexão segura e confidencial.
ro: Serviciu dVPN integrat: Includerea unui serviciu VPN descentralizat (dVPN) integrat, precum BelNet, criptează traficul de internet al utilizatorului și asigură o conexiune sigură și confidențială.
ta: In-built dVPN Service: BelNet போன்ற in-built decentralized VPN (dVPN) சேவை, பயனரின் இணைய போக்குவரத்தை (internet traffic) encrypt செய்து, பாதுகாப்பான மற்றும் ரகசியமான இணைப்பை உறுதி செய்கிறது.
th: In-built dVPN Service: บริการ dVPN แบบกระจายศูนย์ (BelNet) ที่ติดตั้งมาในตัวจะเข้ารหัสการรับส่งข้อมูลอินเทอร์เน็ตของผู้ใช้ เพื่อการเชื่อมต่อที่ปลอดภัยและเป็นส่วนตัว.
uk: Вбудований сервіс dVPN: Наявність вбудованого децентралізованого VPN (dVPN), такого як BelNet, шифрує інтернет-трафік користувача та забезпечує безпечне й конфіденційне з’єднання.
