Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

# languageMarathi
source: Marathi
ar: الماراثية
el: Μαράτι
hi: मराठी
id: Bahasa Marathi
ja: マラーティー語
lt: Maratų
th: ภาษามราฐี
uk: Маратхі

source: Beldex AI
hi: बेल्डेक्स एआई

# titleMNApp
source: MNApps
fi: MN-sovellukset
