Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

# unrestrictedAccess
source: Unrestricted Access: The Beldex browser promotes unrestricted access to information on the Internet, thus aiding free speech and resistance to censorship. Users can easily access geo-restricted content.
af: UOnbeperkte toegang: Die Beldex Browser bevorder onbeperkte toegang tot inligting op die internet, wat vrye spraak en weerstand teen sensuur ondersteun. Gebruikers kan maklik toegang kry tot geografies beperkte inhoud.
ar: الوصول غير المقيد: يعزز متصفح Beldex الوصول غير المقيد إلى المعلومات على الإنترنت، مما يدعم حرية التعبير والمقاومة ضد الرقابة. يمكن للمستخدمين الوصول بسهولة إلى المحتوى المقيد جغرافيًا.
da: Ubegrænset adgang: Beldex Browser fremmer ubegrænset adgang til information på internettet og understøtter ytringsfrihed samt modstand mod censur. Brugere kan nemt tilgå geografisk begrænset indhold.
el: Ανεμπόδιστη πρόσβαση: Το πρόγραμμα περιήγησης Beldex προωθεί την ανεμπόδιστη πρόσβαση στην πληροφορία στο διαδίκτυο, ενισχύοντας την ελευθερία του λόγου και την αντίσταση στη λογοκρισία. Οι χρήστες μπορούν εύκολα να έχουν πρόσβαση σε περιεχόμενο με γεωγραφικούς περιορισμούς.
es: Acceso Sin Restricciones: El navegador Beldex promueve el acceso sin restricciones a la información en Internet, apoyando la libertad de expresión y la resistencia a la censura. Los usuarios pueden acceder fácilmente a contenido restringido por ubicación geográfica.
fi: Rajoittamaton käyttö: Beldex-selain edistää rajoittamatonta pääsyä internetin tietoihin, tukien sananvapautta ja vastarintaa sensuuria vastaan. Käyttäjät voivat helposti käyttää maantieteellisesti rajoitettua sisältöä.
fil: Walang Limitasyong Access: Itinataguyod ng Beldex Browser ang walang limitasyong pag-access sa impormasyon sa internet, na sumusuporta sa malayang pananalita at paglaban sa censorship. Madaling maa-access ng mga user ang mga geo-restricted na nilalaman.
hi: अनियंत्रित एक्सेस: Beldex ब्राउज़र इंटरनेट पर जानकारी तक बिना किसी प्रतिबंध के पहुँच को बढ़ावा देता है, जिससे अभिव्यक्ति की स्वतंत्रता और सेंसरशिप के खिलाफ़ प्रतिरोध को समर्थन मिलता है। उपयोगकर्ता आसानी से जियो-प्रतिबंधित सामग्री तक पहुँच सकते हैं।.
id: Akses Tanpa Batas: Beldex Browser mempromosikan akses tanpa batas ke informasi di internet, mendukung kebebasan berbicara dan perlawanan terhadap sensor. Pengguna dapat dengan mudah mengakses konten yang dibatasi secara geografis.
ja: 無制限アクセス: Beldex ブラウザは、インターネット上の情報への無制限アクセスを促進し、言論の自由や検閲への抵抗を支援します。ユーザーは地理的制限のあるコンテンツにも簡単にアクセスできます。
lt: Neribota prieiga: Beldex Browser skatina neribotą prieigą prie informacijos internete, taip palaikydama saviraiškos laisvę ir pasipriešinimą cenzūrai. Vartotojai gali lengvai pasiekti geografiškai ribotą turinį.
pl: Nieograniczony dostęp: Przeglądarka Beldex promuje nieograniczony dostęp do informacji w Internecie, wspierając wolność słowa i odporność na cenzurę. Użytkownicy mogą łatwo uzyskiwać dostęp do treści objętych ograniczeniami geograficznymi.
pt: Acesso irrestrito: O Beldex Browser promove acesso irrestrito às informações na Internet, apoiando a liberdade de expressão e resistência à censura. Usuários podem acessar conteúdos com restrição geográfica facilmente.
ro: Acces nerestricționat: Browserul Beldex promovează accesul nerestricționat la informații pe Internet, susținând libertatea de exprimare și rezistența la cenzură. Utilizatorii pot accesa cu ușurință conținut restricționat geografic.
ta: Unrestricted Access: Beldex Browser, இணையத்தில் தகவல்களுக்கு தடையற்ற அணுகலை ஊக்குவிக்கிறது. இது free speech-ஐ ஆதரித்து censorship-ஐ எதிர்க்க உதவுகிறது. பயனர்கள் geo-restricted உள்ளடக்கங்களையும் எளிதாக அணுகலாம்.
th: Unrestricted Access: Beldex Browser สนับสนุนการเข้าถึงข้อมูลบนอินเทอร์เน็ตอย่างเสรี ช่วยส่งเสริมเสรีภาพในการแสดงความคิดเห็นและการต่อต้านการเซ็นเซอร์ ผู้ใช้สามารถเข้าถึงเนื้อหาที่ถูกจำกัดตามภูมิภาคได้.
uk: Необмежений доступ: Браузер Beldex підтримує необмежений доступ до інформації в Інтернеті, сприяючи свободі слова та протидії цензурі. Користувачі можуть легко отримувати доступ до контенту з географічними обмеженнями.

# censorshipResistance
source: Censorship-resistance: By employing the Beldex blockchain and a network of decentralized nodes, Beldex browser promotes resistance to censorship. The outage of no single server can restrict access to the service.
af: Weerstand teen sensuur: Deur die Beldex-blokketting en ’n netwerk van gedesentraliseerde nodes te gebruik, bevorder die Beldex Browser weerstand teen sensuur. Die uitval van geen enkele bediener kan toegang tot die diens beperk nie.
ar: مقاومة الرقابة: باستخدام بلوك تشين Beldex وشبكة من العقد اللامركزية، يعزز المتصفح مقاومة الرقابة. لا يمكن لانقطاع أي خادم واحد تقييد الوصول إلى الخدمة.
da: Modstandsdygtighed over for censur: Ved at anvende Beldex-blockchainen og et netværk af decentraliserede noder fremmer Beldex Browser modstand mod censur. Nedbrud på en enkelt server kan ikke begrænse adgangen til tjenesten.
el: Αντίσταση στη λογοκρισία: Χρησιμοποιώντας το blockchain του Beldex και ένα δίκτυο αποκεντρωμένων κόμβων, το πρόγραμμα περιήγησης Beldex προωθεί την αντίσταση στη λογοκρισία. Η διακοπή λειτουργίας ενός μόνο διακομιστή δεν μπορεί να περιορίσει την πρόσβαση στην υπηρεσία.
es: Resistencia a la Censura: Al utilizar la blockchain de Beldex y una red de nodos descentralizados, el navegador Beldex fomenta la resistencia a la censura. La caída de un servidor individual no puede restringir el acceso al servicio.
fi: Sensuurinkestävyys: Hyödyntämällä Beldex-lohkoketjua ja hajautettujen solmujen verkostoa Beldex-selain edistää sensuurinkestävyyttä. Yhden palvelimen toimintahäiriö ei voi estää palvelun käyttöä.
fil: Lumalaban sa Censorship: Sa paggamit ng Beldex blockchain at isang network ng mga desentralisadong node, pinapalakas ng Beldex Browser ang paglaban sa censorship. Walang iisang server ang maaaring humadlang sa pag-access sa serbisyo.
hi: सेंसरशिप-प्रतिरोध: Beldex ब्लॉकचेन और विकेंद्रीकृत नोड्स के नेटवर्क का उपयोग करके, Beldex ब्राउज़र सेंसरशिप के खिलाफ़ प्रतिरोध को बढ़ावा देता है। किसी एक सर्वर के बंद होने से सेवा तक पहुँच रोकी नहीं जा सकती।.
id: Tahan Sensor: Dengan menggunakan blockchain Beldex dan jaringan node terdesentralisasi, Beldex Browser mendorong ketahanan terhadap sensor. Tidak ada satu server pun yang dapat membatasi akses ke layanan ini.
ja: 検閲耐性: Beldex ブロックチェーンと分散型ノードのネットワークを使用することで、Beldex ブラウザは検閲耐性を高めます。単一のサーバーの停止ではサービスへのアクセスを制限できません。
lt: Atsparumas cenzūrai: Naudodama „Beldex“ blokų grandinę ir decentralizuotų mazgų tinklą, Beldex Browser skatina atsparumą cenzūrai. Jokio vieno serverio sutrikimas negali apriboti prieigos prie paslaugos.
pl: Odporność na cenzurę: Dzięki wykorzystaniu blockchaina Beldex oraz sieci zdecentralizowanych węzłów, Przeglądarka Beldex zapewnia odporność na cenzurę. Awaria pojedynczego serwera nie jest w stanie zablokować dostępu do usługi.
pt: Resistência à Censura: Utilizando a blockchain Beldex e uma rede de nós descentralizados, o navegador promove resistência à censura. Nenhum servidor isolado pode restringir o acesso ao serviço.
ro: Rezistență la cenzură: Prin utilizarea blockchainului Beldex și a unei rețele de noduri descentralizate, Browserul Beldex promovează rezistența la cenzură. Indisponibilitatea unui singur server nu poate restricționa accesul la serviciu.
ta: Censorship-resistance: Beldex blockchain மற்றும் மையமற்ற nodes-களின் வலையமைப்பை பயன்படுத்துவதன் மூலம், Beldex Browser censorship-க்கு எதிரான தன்மையை மேம்படுத்துகிறது. ஒரே ஒரு server செயலிழந்தாலும் சேவைக்கு அணுகலை தடுக்க முடியாது.
th: Censorship-resistance: ด้วยการใช้บล็อกเชน Beldex และเครือข่ายโหนดแบบกระจายศูนย์ Beldex Browser ช่วยป้องกันการเซ็นเซอร์ การล่มของเซิร์ฟเวอร์เพียงจุดเดียวไม่สามารถปิดกั้นการเข้าถึงบริการได้.
uk: Стійкість до цензури: Використовуючи блокчейн Beldex і мережу децентралізованих вузлів, браузер Beldex сприяє стійкості до цензури. Відмова одного сервера не може обмежити доступ до сервісу.

# aboutAdblocker
source: Ad-blocker: Block intrusive ads, trackers, and pop-ups for a cleaner, distraction-free browsing experience. Enjoy faster page loads and reduced data usage while maintaining complete control over your online interactions.
af: Advertensieblokkeerder: Blokkeer indringende advertensies, opspoorders en opspringvensters vir ’n skoner, afleidingsvrye blaai-ervaring. Geniet vinniger bladsylaaie en verminderde datagebruik terwyl jy volle beheer oor jou aanlyn interaksies behou.
ar: حاجب الإعلانات: حظر الإعلانات المزعجة وأدوات التتبع والنوافذ المنبثقة لتجربة تصفح أنظف وخالية من الإلهاءات. استمتع بسرعة تحميل صفحات أسرع وتقليل استخدام البيانات مع الحفاظ على السيطرة الكاملة على تفاعلاتك عبر الإنترنت.
da: Annonceblokering: Bloker påtrængende annoncer, trackere og pop-ups for en ren og uforstyrret browseroplevelse. Oplev hurtigere indlæsning af sider og reduceret dataforbrug, mens du bevarer fuld kontrol over dine onlineinteraktioner.
el: Αποκλεισμός διαφημίσεων: Αποκλείστε ενοχλητικές διαφημίσεις, ιχνηλάτες και αναδυόμενα παράθυρα για μια καθαρή και χωρίς περισπασμούς εμπειρία περιήγησης. Απολαύστε ταχύτερη φόρτωση σελίδων και μειωμένη κατανάλωση δεδομένων, διατηρώντας πλήρη έλεγχο των διαδικτυακών σας αλληλεπιδράσεων.
es: Bloqueador de Anuncios: Bloquea anuncios intrusivos, rastreadores y ventanas emergentes para una experiencia de navegación más limpia y libre de distracciones. Disfruta de cargas de página más rápidas y menor uso de datos mientras mantienes control total sobre tus interacciones en línea.
fi: Mainosten esto: Estä häiritsevät mainokset, seurantalaitteet ja ponnahdusikkunat puhtaamman ja häiriöttömän selauskokemuksen saavuttamiseksi. Nauti nopeammista latausajoista ja pienemmästä tiedonsiirrosta säilyttäen täyden hallinnan verkkotoiminnoistasi.
fil: Ad-blocker: Hinaharangan ang mga mapanghimasok na ad, tracker, at pop-up para sa mas malinis at walang sagabal na pagba-browse. Mas mabilis ang pag-load ng pahina at mas mababa ang paggamit ng data habang kontrolado mo ang iyong online na aktibidad.
hi: एड-ब्लॉकर: परेशान करने वाले विज्ञापनों, ट्रैकर्स और पॉप-अप्स को ब्लॉक करें ताकि साफ़ और बिना ध्यान भटकाए ब्राउज़िंग अनुभव मिले। तेज़ पेज लोड और कम डेटा उपयोग के साथ अपनी ऑनलाइन गतिविधियों पर पूरा नियंत्रण बनाए रखें।.
id: Pemblokir Iklan: Memblokir iklan, pelacak, dan pop-up yang mengganggu untuk pengalaman browsing yang lebih bersih dan bebas gangguan. Nikmati pemuatan halaman yang lebih cepat dan penggunaan data yang lebih rendah sambil tetap mengendalikan aktivitas online Anda.
ja: 広告ブロッカー: 迷惑な広告、トラッカー、ポップアップをブロックして、よりクリーンで集中できるブラウジング体験を提供します。ページ読み込みが速くなり、データ使用量を削減しながら、オンライン操作を完全に制御できます。
lt: Skelbimų blokatorius: Blokuokite įkyrius skelbimus, sekiklius ir iššokančius langus, kad naršymas būtų švaresnis ir be trukdžių. Mėgaukitės greitesniu puslapių įkėlimu ir mažesniu duomenų naudojimu, išlaikydami visišką savo veiklos internete kontrolę.
pl: Blokowanie reklam: Blokuj nachalne reklamy, narzędzia śledzące oraz wyskakujące okna, aby cieszyć się czystym i wolnym od rozproszeń doświadczeniem przeglądania. Szybsze ładowanie stron i mniejsze zużycie danych pozwalają zachować pełną kontrolę nad aktywnością online.
pt: Bloqueador de Anúncios: Bloqueie anúncios intrusivos, rastreadores e pop-ups para uma experiência de navegação limpa e sem distrações. Aproveite carregamento mais rápido das páginas e menor uso de dados, mantendo controle total sobre suas interações online.
ro: Blocator de reclame: Blochează reclamele intrusive, instrumentele de urmărire și ferestrele pop-up pentru o experiență de navigare curată și fără distrageri. Bucură-te de încărcări mai rapide ale paginilor și de un consum redus de date, păstrând controlul complet asupra interacțiunilor tale online.
ta: Ad-blocker: தொந்தரவு தரும் ads, trackers மற்றும் pop-ups-ஐ தடுத்து, சுத்தமான மற்றும் கவனச்சிதறல் இல்லாத browsing அனுபவத்தை வழங்குகிறது. வேகமான page load, குறைந்த data usage மற்றும் உங்கள் ஆன்லைன் தொடர்புகளில் முழு கட்டுப்பாடு ஆகியவற்றை உறுதி செய்கிறது.
th: Ad-blocker: บล็อกโฆษณารบกวน ตัวติดตาม และป๊อปอัป เพื่อประสบการณ์การท่องเว็บที่สะอาดและไร้สิ่งรบกวน เพลิดเพลินกับการโหลดที่เร็วขึ้นและการใช้ข้อมูลที่น้อยลง.
uk: Блокувальник реклами: Блокуйте нав’язливу рекламу, трекери та спливаючі вікна для чистого перегляду без відволікань. Насолоджуйтесь швидшим завантаженням сторінок і зменшеним споживанням даних, зберігаючи повний контроль над своєю онлайн-взаємодією.

# aboutBeldexAI
source: Beldex AI: Get instant answers to your queries with BeldexAI, an intelligent assistant that responds to your questions and queries based on website content. Whether you're searching for specific information or need quick insights, BeldexAI enhances your browsing experience with contextual and tailored responses.
af: Beldex AI: Kry onmiddellike antwoorde op jou navrae met BeldexAI, ’n intelligente assistent wat op jou vrae reageer gebaseer op webwerf-inhoud. Of jy nou na spesifieke inligting soek of vinnige insigte benodig, BeldexAI verbeter jou blaai-ervaring met konteks-gedrewe en pasgemaakte antwoorde.
ar: احصل على إجابات فورية لاستفساراتك مع BeldexAI، المساعد الذكي الذي يستجيب لأسئلتك واستفساراتك بناءً على محتوى الموقع. سواء كنت تبحث عن معلومات محددة أو تحتاج إلى رؤى سريعة، يعزز BeldexAI تجربة التصفح الخاصة بك باستجابات سياقية ومخصصة.
da: Beldex AI: Få øjeblikkelige svar på dine forespørgsler med Beldex AI, en intelligent assistent, der besvarer dine spørgsmål baseret på webstedsindhold. Uanset om du søger specifik information eller hurtig indsigt, forbedrer Beldex AI din browseroplevelse med kontekstuelle og skræddersyede svar.
el: Beldex AI: Λάβετε άμεσες απαντήσεις στα ερωτήματά σας με το BeldexAI, έναν έξυπνο βοηθό που απαντά με βάση το περιεχόμενο των ιστοσελίδων. Είτε αναζητάτε συγκεκριμένες πληροφορίες είτε χρειάζεστε γρήγορες γνώσεις, το BeldexAI βελτιώνει την εμπειρία περιήγησης με συμφραζόμενες και εξατομικευμένες απαντήσεις.
es: Beldex AI: Obtén respuestas instantáneas a tus consultas con BeldexAI, un asistente inteligente que responde basándose en el contenido del sitio web. Ya sea que busques información específica o necesites ideas rápidas, BeldexAI mejora tu experiencia de navegación con respuestas contextuales y personalizadas.
fi: Beldex-tekoäly: Saat välittömiä vastauksia kysymyksiisi Beldex-tekoälyn avulla. Se on älykäs avustaja, joka vastaa kyselyihin verkkosivustojen sisällön perusteella. Etsitpä tiettyä tietoa tai nopeita oivalluksia, Beldex-tekoäly rikastaa selauskokemustasi kontekstuaalisilla ja räätälöidyillä vastauksilla.
fil: Beldex AI: Makakuha ng agarang sagot sa iyong mga tanong gamit ang BeldexAI, isang matalinong assistant na sumasagot batay sa nilalaman ng website. Pinapahusay nito ang iyong pagba-browse sa pamamagitan ng kontekstwal at nakaangkop na mga sagot.
hi: Beldex AI: BeldexAI के साथ अपने सवालों के तुरंत जवाब पाएं, यह एक बुद्धिमान सहायक है जो वेबसाइट की सामग्री के आधार पर आपके प्रश्नों का उत्तर देता है। चाहे आप किसी खास जानकारी की तलाश में हों या तेज़ इनसाइट्स चाहते हों, BeldexAI आपके ब्राउज़िंग अनुभव को संदर्भित और अनुकूलित उत्तरों के साथ बेहतर बनाता है।.
id: Beldex AI: Dapatkan jawaban instan atas pertanyaan Anda dengan BeldexAI, asisten cerdas yang merespons berdasarkan konten situs web. Baik Anda mencari informasi tertentu atau membutuhkan wawasan cepat, BeldexAI meningkatkan pengalaman browsing Anda dengan jawaban yang kontekstual dan relevan.
ja: Beldex AI: BeldexAI は、ウェブサイトのコンテンツに基づいて質問や問い合わせに即座に回答するインテリジェントアシスタントです。特定の情報を検索する場合や迅速な洞察が必要な場合でも、BeldexAI はコンテキストに応じたカスタマイズされた回答でブラウジング体験を向上させます。
lt: Beldex AI: Gaukite momentinius atsakymus į savo užklausas naudodami „BeldexAI“ – išmanųjį asistentą, kuris atsako į klausimus pagal svetainės turinį. Nesvarbu, ar ieškote konkrečios informacijos, ar reikia greitų įžvalgų, „BeldexAI“ pagerina naršymo patirtį, pateikdama kontekstinius ir pritaikytus atsakymus.
pl: Beldex AI: Uzyskaj natychmiastowe odpowiedzi na swoje pytania dzięki BeldexAI — inteligentnemu asystentowi, który odpowiada na zapytania na podstawie treści stron internetowych. Niezależnie od tego, czy szukasz konkretnych informacji, czy szybkich podsumowań, BeldexAI wzbogaca przeglądanie o kontekstowe i spersonalizowane odpowiedzi.
pt: Beldex AI: Obtenha respostas instantâneas com o BeldexAI, assistente inteligente que responde suas perguntas com base no conteúdo dos sites. Seja para informações específicas ou insights rápidos, o BeldexAI melhora a experiência de navegação com respostas contextuais e personalizadas.
ro: Beldex AI: Obține răspunsuri instantanee la întrebările tale cu ajutorul BeldexAI, un asistent inteligent care răspunde pe baza conținutului site-urilor web. Indiferent dacă cauți informații specifice sau ai nevoie de informații rapide, BeldexAI îmbunătățește experiența de navigare prin răspunsuri contextuale și personalizate.
ta: Beldex AI: BeldexAI மூலம் உங்கள் கேள்விகளுக்கு உடனடி பதில்களைப் பெறுங்கள். Website உள்ளடக்கத்தை அடிப்படையாகக் கொண்டு உங்கள் கேள்விகளுக்கு பதிலளிக்கும் ஒரு புத்திசாலி உதவியாளர் இது. குறிப்பிட்ட தகவல்களை தேடுவதற்கோ, விரைவான insights பெறுவதற்கோ BeldexAI, உங்கள் browsing அனுபவத்தை மேலும் மேம்படுத்துகிறது.
th: Beldex AI: รับคำตอบทันทีด้วย BeldexAI ผู้ช่วยอัจฉริยะที่ตอบคำถามจากเนื้อหาเว็บไซต์ ช่วยให้การค้นหาข้อมูลและการท่องเว็บสะดวกและมีประสิทธิภาพยิ่งขึ้น.
uk: Beldex AI: Отримуйте миттєві відповіді на свої запити за допомогою Beldex AI — інтелектуального асистента, який відповідає на запитання на основі вмісту вебсайтів. Незалежно від того, чи шукаєте ви конкретну інформацію, чи потребуєте швидких висновків, Beldex AI покращує ваш досвід перегляду завдяки контекстним і персоналізованим відповідям.
