Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

# thusbeldexbrowserOffers
source: Thus, the Beldex Browser offers a simple and secure haven for users seeking confidentiality in an increasingly interconnected world. Join us on the journey towards a more confidential and secure digital future. Experience the freedom to surf, communicate, and explore the internet without compromising your confidentiality. Beldex Network – Where Confidentiality Meets Innovation.
af: Dus bied die Beldex Browser ’n eenvoudige en veilige toevlugsoord vir gebruikers wat vertroulikheid soek in ’n toenemend onderling-verbonde wêreld. Sluit by ons aan op die reis na ’n meer vertroulike en veilige digitale toekoms. Ervaar die vryheid om te blaai, te kommunikeer en die internet te verken sonder om jou vertroulikheid prys te gee. Beldex Network – Waar Vertroulikheid en Innovasie Ontmoet.
ar: وفر متصفح Beldex مكانًا بسيطًا وآمنًا للمستخدمين الذين يسعون للسرية في عالم متصل بشكل متزايد. انضم إلينا في الرحلة نحو مستقبل رقمي أكثر أمانًا وسرية. اختبر حرية التصفح والتواصل واستكشاف الإنترنت دون المساومة على خصوصيتك.شبكة Beldex – حيث تلتقي السرية بالإبداع
da: Dermed tilbyder Beldex Browser et enkelt og sikkert fristed for brugere, der søger fortrolighed i en stadig mere forbundet verden. Deltag i rejsen mod en mere fortrolig og sikker digital fremtid. Oplev friheden til at surfe, kommunikere og udforske internettet uden at gå på kompromis med din fortrolighed.Beldex Network – hvor fortrolighed møder innovation.
el: Έτσι, το πρόγραμμα περιήγησης Beldex προσφέρει ένα απλό και ασφαλές καταφύγιο για χρήστες που αναζητούν ιδιωτικότητα σε έναν ολοένα και πιο διασυνδεδεμένο κόσμο. Ελάτε μαζί μας στο ταξίδι προς ένα πιο ασφαλές και ιδιωτικό ψηφιακό μέλλον. Ζήστε την ελευθερία να περιηγείστε, να επικοινωνείτε και να εξερευνάτε το διαδίκτυο χωρίς να θέτετε σε κίνδυνο την ιδιωτικότητά σας. Δίκτυο Beldex – Εκεί όπου η ιδιωτικότητα συναντά την καινοτομία.
es: Así, el Navegador Beldex ofrece un refugio simple y seguro para los usuarios que buscan confidencialidad en un mundo cada vez más interconectado. Únete a nosotros en este camino hacia un futuro digital más confidencial y seguro. Experimenta la libertad de navegar, comunicarse y explorar Internet sin comprometer tu privacidad. Beldex Network – Donde la Confidencialidad se Encuentra con la Innovación.
fi: Näin ollen Beldex-selain tarjoaa yksinkertaisen ja turvallisen turvapaikan käyttäjille, jotka etsivät luottamuksellisuutta yhä tiiviimmin verkottuneessa maailmassa. Liity mukaan matkalle kohti luottamuksellisempaa ja turvallisempaa digitaalista tulevaisuutta. Koe vapaus selata, viestiä ja tutkia internetiä tinkimättä luottamuksellisuudestasi.Beldex-verkko – missä luottamuksellisuus kohtaa innovaation.
fil: Sa kabuuan, ang Beldex Browser ay nagbibigay ng isang simple at ligtas na kanlungan para sa mga user na naghahanap ng privacy sa isang lalong konektadong mundo. Sumama sa amin sa paglalakbay patungo sa mas pribado at ligtas na digital na hinaharap. Damhin ang kalayaan sa pagba-browse, pakikipag-ugnayan, at paggalugad ng internet nang hindi isinasakripisyo ang iyong privacy. Beldex Network â€“ Kung saan nagtatagpo ang Privacy at Inobasyon.
hi: इस प्रकार, Beldex ब्राउज़र एक सरल और सुरक्षित आश्रय प्रदान करता है उन उपयोगकर्ताओं के लिए जो बढ़ती हुई जुड़ी हुई दुनिया में गोपनीयता चाहते हैं। हमारे साथ एक अधिक गोपनीय और सुरक्षित डिजिटल भविष्य की यात्रा में शामिल हों। अपनी गोपनीयता से समझौता किए बिना इंटरनेट पर सर्फ़ करने, संवाद करने और खोजने की स्वतंत्रता का अनुभव करें। Beldex नेटवर्क – जहाँ गोपनीयता और नवाचार मिलते हैं।.
id: Dengan demikian, Beldex Browser menawarkan tempat yang sederhana dan aman bagi pengguna yang mencari privasi di dunia yang semakin terhubung. Bergabunglah bersama kami menuju masa depan digital yang lebih aman dan privat. Rasakan kebebasan untuk menjelajah, berkomunikasi, dan mengeksplorasi internet tanpa mengorbankan privasi Anda. Beldex Network â€“ Tempat Privasi Bertemu Inovasi.
ja: Beldex ブラウザは、より多くの接続された世界でプライバシーを求めるユーザーにとって、シンプルで安全な避難所を提供します。より安全で機密性の高いデジタル未来への旅に参加してください。プライバシーを損なうことなく、インターネットを自由に閲覧・通信・探索する自由を体験してください。Beldex ネットワーク – プライバシーとイノベーションが出会う場所
lt: Taigi, Beldex Browser siūlo paprastą ir saugų prieglobstį vartotojams, ieškantiems konfidencialumo vis labiau tarpusavyje susijusiame pasaulyje. Prisijunkite prie mūsų kelionės link konfidencialesnės ir saugesnės skaitmeninės ateities. Patirkite laisvę naršyti, bendrauti ir tyrinėti internetą nepažeisdami savo konfidencialumo.Beldex Network – kur konfidencialumas susitinka su inovacijomis.
pl: W ten sposób Przeglądarka Beldex stanowi proste i bezpieczne schronienie dla użytkowników poszukujących poufności w coraz bardziej połączonym świecie. Dołącz do nas w podróży ku bardziej poufnej i bezpiecznej przyszłości cyfrowej. Odkrywaj Internet, komunikuj się i eksploruj sieć bez kompromisów w zakresie poufności. Sieć Beldex – Tam, gdzie poufność spotyka się z innowacją.
pt: Assim, o Beldex Browser oferece um refúgio simples e seguro para usuários que buscam confidencialidade em um mundo cada vez mais conectado. Junte-se a nós na jornada rumo a um futuro digital mais seguro e confidencial. Experimente a liberdade de navegar, comunicar-se e explorar a internet sem comprometer sua privacidade. Beldex Network – Onde a Confidencialidade Encontra a Inovação.
ro: Astfel, Browserul Beldex oferă un refugiu simplu și sigur pentru utilizatorii care caută confidențialitate într-o lume tot mai interconectată. Alătură-te nouă în călătoria către un viitor digital mai sigur și mai confidențial. Bucură-te de libertatea de a naviga, comunica și explora Internetul fără a-ți compromite confidențialitatea. Rețeaua Beldex – Unde confidențialitatea întâlnește inovația.
ta: இதனால், அதிகமாக இணைக்கப்பட்ட உலகில் ரகசியத்தன்மையை நாடும் பயனர்களுக்கு Beldex Browser ஒரு எளிய மற்றும் பாதுகாப்பான தஞ்சமாக விளங்குகிறது. மேலும் பாதுகாப்பான மற்றும் ரகசியமான டிஜிட்டல் எதிர்காலத்தை நோக்கி எங்களுடன் இணைந்திடுங்கள்.உங்கள் ரகசியத்தன்மையை துறக்காமல், இணையத்தில் சுதந்திரமாக உலாவவும், தொடர்பு கொள்ளவும், ஆராயவும் அனுபவியுங்கள்.Beldex Network – ரகசியத்தன்மை புதுமையை சந்திக்கும் இடம்.
th: ดังนั้น Beldex Browser จึงเป็นพื้นที่ที่เรียบง่ายและปลอดภัยสำหรับผู้ที่ต้องการความเป็นส่วนตัวในโลกดิจิทัลที่เชื่อมต่อถึงกันมากขึ้น เข้าร่วมกับเราเพื่ออนาคตดิจิทัลที่ปลอดภัยและเป็นส่วนตัวมากขึ้น.
uk: Таким чином, браузер Beldex пропонує простий і безпечний прихисток для користувачів, які прагнуть конфіденційності в дедалі більш взаємопов’язаному світі. Приєднуйтесь до нас на шляху до більш конфіденційного та безпечного цифрового майбутнього. Відчуйте свободу серфінгу, спілкування та дослідження Інтернету без компромісів щодо конфіденційності.Мережа Beldex — там, де конфіденційність зустрічається з інноваціями.

# credits
source: Credits: Beldex & BelNet.
af: Krediete: Beldex & BelNet.
ar: الاعتمادات: Beldex & BelNet.
da: Kreditering: Beldex & BelNet.
el: Συντελεστές: Beldex & BelNet.
es: Créditos: Beldex & BelNet.
fi: Tekijät: Beldex ja BelNet.
fil: Mga Kredito: Beldex at BelNet.
hi: क्रेडिट्स: Beldex और BelNet।
id: Kredit: Beldex & BelNet.
ja: クレジット: Beldex & BelNet。
lt: Kreditai: Beldex & BelNet.
pt: Créditos: Beldex & BelNet
ro: Credite: Beldex & BelNet.
th: เครดิต: Beldex และ BelNet.
uk: Авторські права: Beldex & BelNet.

# languageChineseSimplifiedChina
source: Chinese (Simplified, China)
af: Chinees (Vereenvoudig, China)
ar: الصينية (مبسطة، الصين)
da: Kinesisk (forenklet, Kina)
el: Κινέζικα (Απλοποιημένα, Κίνα)
fi: Kiina (yksinkertaistettu, Kiina)
fil: Tsino (Pinasimple, Tsina)
hi: चीनी (सरल, चीन)
id: Tionghoa (Sederhana, Tiongkok)
ja: 中国語（簡体字、中国）
lt: Kinų (supaprastinta, Kinija)
pl: Chiński (uproszczony, Chiny)
ta: சீன மொழி (எளிய, சீனா)
th: จีน (ตัวย่อ, จีน)
uk: Китайська (спрощена, Китай)

# languageChineseTraditionalTaiwan
source: Chinese (Traditional, Taiwan)
af: Chinees (Tradisioneel, Taiwan)
ar: الصينية (تقليدية، تايوان)
da: Kinesisk (traditionel, Taiwan)
el: Κινέζικα (Παραδοσιακά, Ταϊβάν)
fi: Kiina (perinteinen, Taiwan)
fil: Tsino (Tradisyonal, Taiwan)
hi: चीनी (पारंपरिक, ताइवान)
id: Tionghoa (Tradisional, Taiwan)
ja: 中国語（繁体字、台湾）
lt: Kinų (tradicinė, Taivanas)
pl: Chiński (tradycyjny, Tajwan)
ta: சீன மொழி (பாரம்பரிய, தைவான்)
th: จีน (ดั้งเดิม, ไต้หวัน)
uk: Китайська (традиційна, Тайвань)

# languageEnglishAustralia
source: English (Australia)
af: Engels (Australië)
ar: الإنجليزية (أستراليا)
da: Engelsk (Australien)
el: Αγγλικά (Αυστραλία)
fi: Englanti (Australia)
fil: Ingles (Australia)
hi: अंग्रेज़ी (ऑस्ट्रेलिया)
id: Inggris (Australia)
ja: 英語（オーストラリア）
lt: Anglų (Australija)
pl: Angielski (Australia)
ta: ஆங்கிலம் (ஆஸ்திரேலியா)
th: อังกฤษ (ออสเตรเลีย)
uk: Англійська (Австралія)

# languageEnglishCanada
source: English (Canada)
af: Engels (Kanada)
ar: الإنجليزية (كندا)
da: Engelsk (Canada)
el: Αγγλικά (Καναδάς)
fi: Englanti (Kanada)
fil: Ingles (Canada)
hi: अंग्रेज़ी (कनाडा)
id: Inggris (Kanada)
ja: 英語（カナダ）
lt: Anglų (Kanada)
pl: Angielski (Kanada)
ta: ஆங்கிலம் (கனடா)
th: อังกฤษ (แคนาดา)
uk: Англійська (Канада)

# languageEnglishIndia
source: English (India)
af: Engels (Indië)
ar: الإنجليزية (الهند)
da: Engelsk (Indien)
el: Αγγλικά (Ινδία)
fi: Englanti (Intia)
fil: Ingles (India)
hi: अंग्रेज़ी (भारत)
id: Inggris (India)
ja: 英語（インド）
lt: Anglų (Indija)
pl: Angielski (Indie)
ta: ஆங்கிலம் (இந்தியா)
th: อังกฤษ (อินเดีย)
uk: Англійська (Індія)

# languageEnglishIreland
source: English (Ireland)
af: Engels (Ierland)
ar: الإنجليزية (أيرلندا)
da: Engelsk (Irland)
el: Αγγλικά (Ιρλανδία)
fi: Englanti (Irlanti)
fil: Ingles (Ireland)
hi: अंग्रेज़ी (आयरलैंड)
id: Inggris (Irlandia)
ja: 英語（アイルランド）
lt: Anglų (Airija)
pl: Angielski (Irlandia)
ta: ஆங்கிலம் (அயர்லாந்து)
th: อังกฤษ (ไอร์แลนด์)
uk: Англійська (Ірландія)

# languageEnglishSingapore
source: English (Singapore)
af: Engels (Singapoer)
ar: الإنجليزية (سنغافورة)
da: Engelsk (Singapore)
el: Αγγλικά (Σιγκαπούρη)
fi: Englanti (Singapore)
fil: Ingles (Singapore)
hi: अंग्रेज़ी (सिंगापुर)
id: Inggris (Singapura)
ja: 英語（シンガポール）
lt: Anglų (Singapūras)
pl: Angielski (Singapur)
ta: ஆங்கிலம் (சிங்கப்பூர்)
th: อังกฤษ (สิงคโปร์)
uk: Англійська (Сінгапур)

# languageEnglishUnitedKingdom
source: English (United Kingdom)
af: Engels (Verenigde Koninkryk)
ar: الإنجليزية (المملكة المتحدة)
da: Engelsk (Storbritannien)
el: Αγγλικά (Ηνωμένο Βασίλειο)
fi: Englanti (Yhdistynyt kuningaskunta)
fil: Ingles (United Kingdom)
hi: अंग्रेज़ी (यूनाइटेड किंगडम)
id: Inggris (Britania Raya)
ja: 英語（イギリス）
lt: Anglų (Jungtinė Karalystė)
pl: Angielski (Wielka Brytania)
ta: ஆங்கிலம் (யுகே)
th: อังกฤษ (สหราชอาณาจักร)
uk: Англійська (Велика Британія)

# languageEnglishUnitedStates
source: English (United States)
af: Engels (Verenigde State)
ar: الإنجليزية (الولايات المتحدة)
da: Engelsk (USA)
el: Αγγλικά (Ηνωμένες Πολιτείες)
fi: Englanti (Yhdysvallat)
fil: Ingles (United States)
hi: अंग्रेज़ी (संयुक्त राज्य)
id: Inggris (Amerika Serikat)
ja: 英語（アメリカ合衆国）
lt: Anglų (Jungtinės Valstijos)
pl: Angielski (Stany Zjednoczone)
ta: ஆங்கிலம் (அமெரிக்கா)
th: อังกฤษ (สหรัฐอเมริกา)
uk: Англійська (Сполучені Штати)

# languageFrenchBelgium
source: French (Belgium)
af: Frans (België)
ar: الفرنسية (بلجيكا)
da: Fransk (Belgien)
el: Γαλλικά (Βέλγιο)
fi: Ranska (Belgia)
fil: Pranses (Belgium)
hi: फ़्रेंच (बेल्जियम)
id: Prancis (Belgia)
ja: フランス語（ベルギー）
lt: Prancūzų (Belgija)
pl: Francuski (Belgia)
ta: பிரஞ்சு (பெல்ஜியம்)
th: ฝรั่งเศส (เบลเยียม)
uk: Французька (Бельгія)

# languageFrenchCanada
source: French (Canada)
af: Frans (Kanada)
ar: الفرنسية (كندا)
da: Fransk (Canada)
el: Γαλλικά (Καναδάς)
fi: Ranska (Kanada)
fil: Pranses (Canada)
hi: फ़्रेंच (कनाडा)
id: Prancis (Kanada)
ja: フランス語（カナダ）
lt: Prancūzų (Kanada)
pl: Francuski (Kanada)
ta: பிரஞ்சு (கனடா)
th: ฝรั่งเศส (แคนาดา)
uk: Французька (Канада)

# languageFrenchFrance
source: French (France)
af: Frans (Frankryk)
ar: الفرنسية (فرنسا)
da: Fransk (Frankrig)
el: Γαλλικά (Γαλλία)
fi: Ranska (Ranska)
fil: Pranses (France)
hi: फ़्रेंच (फ़्रांस)
id: Prancis (Prancis)
ja: フランス語（フランス）
lt: Prancūzų (Prancūzija)
pl: Francuski (Francja)
ta: பிரஞ்சு (பிரான்ஸ்)
th: ฝรั่งเศส (ฝรั่งเศส)
uk: Французька (Франція)

# languageFrenchSwitzerland
source: French (Switzerland)
af: Frans (Switserland)
ar: الفرنسية (سويسرا)
da: Fransk (Schweiz)
el: Γαλλικά (Ελβετία)
fi: Ranska (Sveitsi)
fil: Pranses (Switzerland)
hi: फ़्रेंच (स्विट्ज़रलैंड)
id: Prancis (Swiss)
ja: フランス語（スイス）
lt: Prancūzų (Šveicarija)
pl: Francuski (Szwajcaria)
ta: பிரஞ்சு (சுவிட்சர்லாந்து)
th: ฝรั่งเศส (สวิตเซอร์แลนด์)
uk: Французька (Швейцарія)

# languageGermanAustria
source: German (Austria)
af: Duits (Oostenryk)
ar: الألمانية (النمسا)
da: Tysk (Østrig)
el: Γερμανικά (Αυστρία)
fi: Saksa (Itävalta)
fil: Aleman (Austria)
hi: जर्मन (ऑस्ट्रिया)
id: Jerman (Austria)
ja: ドイツ語（オーストリア）
lt: Vokiečių (Austrija)
pl: Niemiecki (Austria)
ta: ஜெர்மன் (ஆஸ்திரியா)
th: เยอรมัน (ออสเตรีย)
uk: Німецька (Австрія)

# languageGermanBelgium
source: German (Belgium)
af: Duits (België)
ar: الألمانية (بلجيكا)
da: Tysk (Belgien)
el: Γερμανικά (Βέλγιο)
fi: Saksa (Belgia)
fil: Aleman (Belgium)
hi: जर्मन (बेल्जियम)
id: Jerman (Belgia)
ja: ドイツ語（ベルギー）
lt: Vokiečių (Belgija)
pl: Niemiecki (Belgia)
ta: ஜெர்மன் (பெல்ஜியம்)
th: เยอรมัน (เบลเยียม)
uk: Німецька (Бельгія)

# languageGermanGermany
source: German (Germany)
af: Duits (Duitsland)
ar: الألمانية (ألمانيا)
da: Tysk (Tyskland)
el: Γερμανικά (Γερμανία)
fi: Saksa (Saksa)
fil: Aleman (Germany)
hi: जर्मन (जर्मनी)
id: Jerman (Jerman)
ja: ドイツ語（ドイツ）
lt: Vokiečių (Vokietija)
pl: Niemiecki (Niemcy)
ta: ஜெர்மன் (ஜெர்மனி)
th: เยอรมัน (เยอรมนี)
uk: Німецька (Німеччина)

# languageGermanSwitzerland
source: German (Switzerland)
af: Duits (Switserland)
ar: الألمانية (سويسرا)
da: Tysk (Schweiz)
el: Γερμανικά (Ελβετία)
fi: Saksa (Sveitsi)
fil: Aleman (Switzerland)
hi: जर्मन (स्विट्ज़रलैंड)
id: Jerman (Swiss)
ja: ドイツ語（スイス）
lt: Vokiečių (Šveicarija)
pl: Niemiecki (Szwajcaria)
ta: ஜெர்மன் (சுவிட்சர்லாந்து)
th: เยอรมัน (สวิตเซอร์แลนด์)
uk: Німецька (Швейцарія)

# languageHindiIndia
source: Hindi (India)
af: Hindi (Indië)
ar: الهندية (الهند)
da: Hindi (Indien)
el: Χίντι (Ινδία)
fi: Hindi (Intia)
hi: हिन्दी (भारत)
ja: ヒンディー語（インド）
lt: Hindi (Indija)
pl: Hindi (Indie)
ta: ஹிந்தி (இந்தியா)
th: ฮินดี (อินเดีย)
uk: Гінді (Індія)

# languageIndonesianIndonesia
source: Indonesian (Indonesia)
af: Indonesies (Indonesië)
ar: الإندونيسية (إندونيسيا)
da: Indonesisk (Indonesien)
el: Ινδονησιακά (Ινδονησία)
fi: Indonesia (Indonesia)
fil: Indones (Indonesia)
hi: इंडोनेशियन (इंडोनेशिया)
id: Bahasa Indonesia (Indonesia)
ja: インドネシア語（インドネシア）
lt: Indoneziečių (Indonezija)
pl: Indonezyjski (Indonezja)
ta: இந்தோனேஷியன் (இந்தோனேஷியா)
th: อินโดนีเซีย (อินโดนีเซีย)
uk: Індонезійська (Індонезія)

# languageItalianItaly
source: Italian (Italy)
af: Italiaans (Italië)
ar: الإيطالية (إيطاليا)
da: Italiensk (Italien)
el: Ιταλικά (Ιταλία)
fi: Italia (Italia)
fil: Italyano (Italy)
hi: इतालवी (इटली)
id: Italia (Italia)
ja: イタリア語（イタリア）
lt: Italų (Italija)
pl: Włoski (Włochy)
ta: இத்தாலியன் (இத்தாலி)
th: อิตาลี (อิตาลี)
uk: Італійська (Італія)

# languageItalianSwitzerland
source: Italian (Switzerland)
af: Italiaans (Switserland)
ar: الإيطالية (سويسرا)
da: Italiensk (Schweiz)
el: Ιταλικά (Ελβετία)
fi: Italia (Sveitsi)
fil: Italyano (Switzerland)
hi: इतालवी (स्विट्ज़रलैंड)
id: Italia (Swiss)
ja: イタリア語（スイス）
lt: Italų (Šveicarija)
pl: Włoski (Szwajcaria)
ta: இத்தாலியன் (சுவிட்சர்லாந்து)
th: อิตาลี (สวิตเซอร์แลนด์)
uk: Італійська (Швейцарія)

# languageJapaneseJapan
source: Japanese (Japan)
af: Japannees (Japan)
ar: اليابانية (اليابان)
da: Japansk (Japan)
el: Ιαπωνικά (Ιαπωνία)
fi: Japani (Japani)
fil: Hapones (Japan)
hi: जापानी (जापान)
id: Jepang (Jepang)
ja: 日本語（日本）
lt: Japonų (Japonija)
pl: Japoński (Japonia)
ta: ஜப்பானியன் (ஜப்பான்)
th: ญี่ปุ่น (ญี่ปุ่น)
uk: Японська (Японія)

# languageKoreanSouthKorea
source: Korean (South Korea)
af: Koreaans (Suid-Korea)
ar: الكورية (كوريا الجنوبية)
da: Koreansk (Sydkorea)
el: Κορεατικά (Νότια Κορέα)
fi: Korea (Etelä-Korea)
fil: Koreano (South Korea)
hi: कोरियाई (दक्षिण कोरिया)
id: Korea (Korea Selatan)
ja: 韓国語（大韓民国）
lt: Korėjiečių (Pietų Korėja)
pl: Koreański (Korea Południowa)
ta: கொரியன் (தென் கொரியா)
th: เกาหลี (เกาหลีใต้)
uk: Корейська (Південна Корея)

# languagePolishPoland
source: Polish (Poland)
af: Pools (Pole)
ar: البولندية (بولندا)
da: Polsk (Polen)
el: Πολωνικά (Πολωνία)
fi: Puola (Puola)
hi: पोलिश (पोलैंड)
id: Polandia (Polandia)
ja: ポーランド語（ポーランド）
lt: Lenkų (Lenkija)
pl: Polski (Polska)
ta: போலிஷ் (போலந்து)
th: โปแลนด์ (โปแลนด์)
uk: Польська (Польща)

# languagePortugueseBrazil
source: Portuguese (Brazil)
af: Portugees (Brasilië)
ar: البرتغالية (البرازيل)
da: Portugisisk (Brasilien)
el: Πορτογαλικά (Βραζιλία)
fi: Portugali (Brasilia)
fil: Portuges (Brazil)
hi: पुर्तगाली (ब्राज़ील)
id: Portugis (Brasil)
ja: ポルトガル語（ブラジル）
lt: Portugalų (Brazilija)
pl: Portugalski (Brazylia)
ta: போர்த்துகீசு (பிரேசில்)
th: โปรตุเกส (บราซิล)
uk: Португальська (Бразилія)

# languageRussianRussia
source: Russian (Russia)
af: Russies (Rusland)
ar: الروسية (روسيا)
da: Russisk (Rusland)
el: Ρωσικά (Ρωσία)
fi: Venäjä (Venäjä)
fil: Ruso (Russia)
hi: रूसी (रूस)
id: Rusia (Rusia)
ja: ロシア語（ロシア）
lt: Rusų (Rusija)
pl: Rosyjski (Rosja)
ta: ரஷ்யன் (ரஷ்யா)
th: รัสเซีย (รัสเซีย)
uk: Російська (Росія)

# languageSpanishSpain
source: Spanish (Spain)
af: Spaans (Spanje)
ar: الإسبانية (إسبانيا)
da: Spansk (Spanien)
el: Ισπανικά (Ισπανία)
fi: Espanja (Espanja)
fil: Espanyol (Spain)
hi: स्पेनिश (स्पेन)
id: Spanyol (Spanyol)
ja: スペイン語（スペイン）
lt: Ispanų (Ispanija)
pl: Hiszpański (Hiszpania)
ta: ஸ்பானிஷ் (ஸ்பெயின்)
th: สเปน (สเปน)
uk: Іспанська (Іспанія)

# languageSpanishUnitedStates
source: Spanish (United States)
af: Spaans (Verenigde State)
ar: الإسبانية (الولايات المتحدة)
da: Spansk (USA)
el: Ισπανικά (Ηνωμένες Πολιτείες)
fi: Espanja (Yhdysvallat)
fil: Espanyol (United States)
hi: स्पेनिश (संयुक्त राज्य)
id: Spanyol (Amerika Serikat)
ja: スペイン語（アメリカ合衆国）
lt: Ispanų (Jungtinės Valstijos)
pl: Hiszpański (Stany Zjednoczone)
ta: ஸ்பானிஷ் (அமெரிக்கா)
th: สเปน (สหรัฐอเมริกา)
uk: Іспанська (Сполучені Штати)

# languageThaiThailand
source: Thai (Thailand)
ar: التايلاندية (تايلاند)
el: Ταϊλανδέζικα (Ταϊλάνδη)
fi: Thai (Thaimaa)
hi: थाई (थाईलैंड)
ja: タイ語（タイ）
lt: Tajų (Tailandas)
pl: Tajski (Tajlandia)
ta: தை (தாய்லாந்து)
th: ไทย (ประเทศไทย)
uk: Тайська (Таїланд)

# languageTurkishTurkey
source: Turkish (Turkey)
af: Turks (Turkye)
ar: التركية (تركيا)
da: Tyrkisk (Tyrkiet)
el: Τουρκικά (Τουρκία)
fi: Turkki (Turkki)
fil: Turko (Turkey)
hi: तुर्की (तुर्की)
id: Turki (Turki)
ja: トルコ語（トルコ）
lt: Turkų (Turkija)
pl: Turecki (Turcja)
ta: துருக்கிஷ் (துருக்கி)
th: ตุรกี (ตุรกี)
uk: Турецька (Туреччина)

# languageVietnameseVietnam
source: Vietnamese (Vietnam)
af: Viëtnamees (Viëtnam)
ar: الفيتنامية (فيتنام)
da: Vietnamesisk (Vietnam)
el: Βιετναμέζικα (Βιετνάμ)
fi: Vietnam (Vietnam)
fil: Biyetnamese (Vietnam)
hi: वियतनामी (वियतनाम)
id: Vietnam (Vietnam)
ja: ベトナム語（ベトナム）
lt: Vietnamiečių (Vietnamas)
pl: Wietnamski (Wietnam)
ta: வியட்நாமீஸ் (வியட்நாம்)
th: เวียดนาม (เวียดนาม)
uk: В'єтнамська (В'єтнам)

# languageEnglish
source: English
af: Engels
ar: الإنجليزية
da: Engelsk
el: Αγγλικά
fil: Ingles
id: Bahasa Inggris
ja: 英語
lt: Anglų
pl: Angielski
ro: Engleză
ta: ஆங்கிலம்
th: ภาษาอังกฤษ
uk: Англійська

# languageSpanish
source: Spanish
af: Spaans
ar: الإسبانية
da: Spansk
el: Ισπανικά
fil: Espanyol
id: Bahasa Spanyol
ja: スペイン語
lt: Ispanų
pl: Hiszpański
ro: Spaniolă
ta: ஸ்பானிய மொழி
th: ภาษาสเปน
uk: Іспанська

# languageJapanese
source: Japanese
af: Japannees
ar: اليابانية
da: Japansk
el: Ιαπωνικά
fil: Hapones
id: Bahasa Jepang
ja: 日本語
lt: Japonų
pl: Japoński
ro: Japoneză
ta: ஜப்பானியம்
th: ภาษาญี่ปุ่น
uk: Японська

# languagePortuguese
source: Portuguese
af: Portugees
ar: البرتغالية
da: Portugisisk
el: Πορτογαλικά
fil: Portuges
id: Bahasa Portugis
ja: ポルトガル語
lt: Portugalų
pl: Portugalski
ro: Portugheză
ta: போர்ச்சுகீஸ்
th: ภาษาโปรตุเกส
uk: Португальська

# languageGerman
source: German
af: Duits
ar: الألمانية
da: Tysk
el: Γερμανικά
fil: Aleman
id: Bahasa Jerman
ja: ドイツ語
lt: Vokiečių
pl: Niemiecki
ro: Germană
ta: ஜெர்மன்
th: ภาษาเยอรมัน
uk: Німецька

# languageTurkish
source: Turkish
af: Turks
ar: التركية
da: Tyrkisk
el: Τουρκικά
fil: Turko
id: Bahasa Turki
ja: トルコ語
lt: Turkų
pl: Turecki
ro: Turcă
ta: துருக்கியம்
th: ภาษาตุรกี
uk: Турецька

# languageRussian
source: Russian
af: Russies
ar: الروسية
da: Russisk
el: Ρωσικά
fil: Ruso
id: Bahasa Rusia
ja: ロシア語
lt: Rusų
pl: Rosyjski
ro: Rusă
ta: ரஷ்யம்
th: ภาษารัสเซีย
uk: Російська

# languageChinese
source: Chinese
af: Chinees
ar: الصينية
da: Kinesisk
el: Κινέζικα
fil: Tsino
id: Bahasa Tiongkok
ja: 中国語
lt: Kinų
pl: Chiński
ro: Chineză
ta: சீனம்
th: ภาษาจีน
uk: Китайська

# languageKorean
source: Korean
af: Koreaans
ar: الكورية
da: Koreansk
el: Κορεατικά
fil: Koreano
id: Bahasa Korea
ja: 韓国語
lt: Korėjiečių
pl: Koreański
ro: Coreeană
ta: கொரியன்
th: ภาษาเกาหลี
uk: Корейська

# languageVietnamese
source: Vietnamese
af: Viëtnamees
ar: الفيتنامية
da: Vietnamesisk
el: Βιετναμέζικα
fil: Biyetnames
id: Bahasa Vietnam
ja: ベトナム語
lt: Vietnamiečių
pl: Wietnamski
ro: Vietnameză
ta: வியட்நாமியம்
th: ภาษาเวียดนาม
uk: В'єтнамська

# languageTamil
source: Tamil
ar: التاميلية
el: Ταμίλ
id: Bahasa Tamil
ja: タミル語
lt: Tamilų
pl: Tamilski
ro: Tamilă
ta: தமிழ்
th: ภาษาทมิฬ
uk: Тамільська

# languageArabic
source: Arabic
af: Arabies
ar: العربية
da: Arabisk
el: Αραβικά
fil: Arabe
id: Bahasa Arab
ja: アラビア語
lt: Arabų
pl: Arabski
ro: Arabă
ta: அரபு
th: ภาษาอาหรับ
uk: Арабська

# languageFrench
source: French
af: Frans
ar: الفرنسية
da: Fransk
el: Γαλλικά
fi: Ranska
fil: Pranses
hi: फ़्रेंच
id: Bahasa Prancis
ja: フランス語
lt: Prancūzų
pl: Francuski
ro: Franceză
th: ภาษาฝรั่งเศส
uk: Французька

# languageItalian
source: Italian
af: Italiaans
ar: الإيطالية
da: Italiensk
el: Ιταλικά
fi: Italia
fil: Italyano
hi: इतालवी
id: Bahasa Italia
ja: イタリア語
lt: Italų
pl: Włoski
ro: Italiană
th: ภาษาอิตาลี
uk: Італійська

# languageDanish
source: Danish
af: Deens
ar: الدانماركية
da: Dansk
el: Δανικά
fi: Tanska
hi: डेनिश
id: Bahasa Denmark
ja: デンマーク語
lt: Danų
pl: Duński
ro: Daneză
th: ภาษาเดนมาร์ก
uk: Данська

# languageDutch
source: Dutch
af: Nederlands
ar: الهولندية
da: Hollandsk
el: Ολλανδικά
fi: Hollanti
fil: Olandes
hi: डच
id: Bahasa Belanda
ja: オランダ語
lt: Olandų
pl: Holenderski
ro: Olandeză
th: ภาษาดัตช์
uk: Нідерландська

# languageFinnish
source: Finnish
af: Fins
ar: الفنلندية
da: Finsk
el: Φινλανδικά
fi: Suomi
hi: फिनिश
id: Bahasa Finlandia
ja: フィンランド語
lt: Suomių
pl: Fiński
ro: Finlandeză
th: ภาษาฟินแลนด์
uk: Фінська

# languageFilipino
source: Filipino
af: Filippyns
ar: الفلبينية
da: Filippinsk
el: Φιλιππινέζικα
hi: फिलिपिनो
id: Bahasa Filipino
ja: フィリピノ語
lt: Filipiniečių
pl: Filipiński
ro: Filipineză
th: ภาษาฟิลิปปินส์
uk: Філіппінська

# languageIndonesian
source: Indonesian
af: Indonesies
ar: الإندونيسية
da: Indonesisk
el: Ινδονησιακά
fi: Indonesia
fil: Indones
hi: इंडोनेशियन
id: Bahasa Indonesia
ja: インドネシア語
lt: Indoneziečių
pl: Indonezyjski
ro: Indoneziană
th: ภาษาอินโดนีเซีย
uk: Індонезійська

# languageMalay
source: Malay
af: Maleis
ar: الماليزية
da: Malaysisk
el: Μαλαισιανά
fi: Malaiji
hi: मलय
id: Bahasa Melayu
ja: マレー語
lt: Malajų
pl: Malajski
ro: Malaeză
th: ภาษามลายู
uk: Малайська

# languageThai
source: Thai
ar: التايلاندية
da: Thailandsk
el: Ταϊλανδέζικα
hi: थाई
id: Bahasa Thailand
ja: タイ語
lt: Tajų
pl: Tajski
ro: Thailandeză
th: ภาษาไทย
uk: Тайська

# languageHindi
source: Hindi
ar: الهندية
el: Χίντι
hi: हिन्दी
id: Bahasa Hindi
ja: ヒンディー語
th: ภาษาฮินดี
uk: Гінді

# languageTelugu
source: Telugu
ar: التيلجو
el: Τελούγκου
hi: तेलुगु
id: Bahasa Telugu
ja: テルグ語
lt: Telugų
th: ภาษาเตลูกู
uk: Телугу

# languageMalayalam
source: Malayalam
ar: المالايالامية
el: Μαλαγιαλάμ
fi: Malajalam
hi: मलयालम
id: Bahasa Malayalam
ja: マラヤーラム語
lt: Malajalių
pl: Malajalam
th: ภาษามลายาลัม
uk: Малаялам
