Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

# atBeldex
source: At Beldex, we believe in empowering individuals with the fundamental right to control their digital footprint. The Beldex Browser is designed to provide a secure and confidential online environment for users to communicate and interact with the digital world.
af: By Beldex glo ons daarin om individue te bemagtig met die fundamentele reg om hul digitale voetspoor te beheer. Die Beldex Browser is ontwerp om ’n veilige en vertroulike aanlyn omgewing te bied waar gebruikers met die digitale wêreld kan kommunikeer en interaksie hê.
ar: في Beldex، نؤمن بتمكين الأفراد من الحق الأساسي في التحكم في بصمتهم الرقمية. تم تصميم متصفح Beldex لتوفير بيئة آمنة وسرية على الإنترنت للمستخدمين للتواصل والتفاعل مع العالم الرقمي.
da: Hos Beldex tror vi på at styrke individers grundlæggende ret til at kontrollere deres digitale fodaftryk. Beldex Browser er designet til at levere et sikkert og fortroligt online miljø, hvor brugere kan kommunikere og interagere med den digitale verden.
el: Στο Beldex, πιστεύουμε στην ενδυνάμωση των χρηστών μέσω του θεμελιώδους δικαιώματος να ελέγχουν το ψηφιακό τους αποτύπωμα. Το πρόγραμμα περιήγησης Beldex έχει σχεδιαστεί για να προσφέρει ένα ασφαλές και ιδιωτικό διαδικτυακό περιβάλλον, όπου οι χρήστες μπορούν να επικοινωνούν και να αλληλεπιδρούν με τον ψηφιακό κόσμο.
es: En Beldex, creemos en empoderar a las personas otorgándoles el derecho fundamental de controlar su huella digital. El Navegador Beldex está diseñado para brindar un entorno en línea seguro y confidencial para que los usuarios puedan comunicarse e interactuar con el mundo digital.
fi: Beldexillä uskomme yksilöiden voimaannuttamiseen antamalla heille perustavanlaatuisen oikeuden hallita digitaalista jalanjälkeään. Beldex-selain on suunniteltu tarjoamaan turvallinen ja luottamuksellinen verkkoympäristö, jossa käyttäjät voivat viestiä ja olla vuorovaikutuksessa digitaalisen maailman kanssa.
fil: Sa Beldex, naniniwala kami sa pagbibigay kapangyarihan sa mga indibidwal na kontrolin ang kanilang digital na bakas. Ang Beldex Browser ay dinisenyo upang magbigay ng isang ligtas at pribadong online na kapaligiran kung saan maaaring makipag-ugnayan at makipag-usap ang mga gumagamit sa digital na mundo.
hi: Beldex में, हम व्यक्तियों को उनकी डिजिटल पहचान पर नियंत्रण का मौलिक अधिकार देने में विश्वास करते हैं। Beldex ब्राउज़र को उपयोगकर्ताओं के लिए एक सुरक्षित और गोपनीय ऑनलाइन वातावरण प्रदान करने के लिए डिज़ाइन किया गया है ताकि वे डिजिटल दुनिया से संवाद और संपर्क कर सकें।.
id: Di Beldex, kami percaya dalam memberdayakan individu dengan hak dasar untuk mengendalikan jejak digital mereka. Beldex Browser dirancang untuk menyediakan lingkungan online yang aman dan privat bagi pengguna untuk berkomunikasi dan berinteraksi dengan dunia digital.
ja: Beldex では、個人がデジタルフットプリントを管理する基本的な権利を持つことを重視しています。Beldex ブラウザは、安全でプライベートなオンライン環境を提供し、ユーザーがデジタル世界と安全にコミュニケーションし、相互作用できるよう設計されています。
lt: „Beldex“ tikime, kad suteikiame žmonėms pagrindinę teisę kontroliuoti savo skaitmeninį pėdsaką. Beldex Browser sukurta taip, kad užtikrintų saugią ir konfidencialią internetinę aplinką, kurioje vartotojai gali bendrauti ir sąveikauti su skaitmeniniu pasauliu.
pl: W Beldex wierzymy w wzmacnianie pozycji jednostek poprzez fundamentalne prawo do kontroli własnego śladu cyfrowego. Przeglądarka Beldex została zaprojektowana tak, aby zapewnić użytkownikom bezpieczne i poufne środowisko online do komunikacji oraz interakcji z cyfrowym światem.
pt: Na Beldex, acreditamos em capacitar os indivíduos com o direito fundamental de controlar sua pegada digital. O Beldex Browser foi projetado para fornecer um ambiente online seguro e confidencial, permitindo que os usuários se comuniquem e interajam com o mundo digital com total proteção.
ro: La Beldex, credem în oferirea utilizatorilor a dreptului fundamental de a-și controla amprenta digitală. Browserul Beldex este conceput pentru a oferi un mediu online sigur și confidențial, în care utilizatorii pot comunica și interacționa cu lumea digitală.
ta: Beldex-இல், ஒவ்வொருவருக்கும் தங்களின் டிஜிட்டல் தடங்களை (digital footprint) கட்டுப்படுத்தும் அடிப்படை உரிமை இருக்க வேண்டும் என்று நாங்கள் நம்புகிறோம். பயனர்கள் டிஜிட்டல் உலகத்துடன் பாதுகாப்பாகவும் ரகசியமாகவும் தொடர்பு கொள்ளும் வகையில் Beldex Browser வடிவமைக்கப்பட்டுள்ளது.
th: ที่ Beldex เราเชื่อในการเสริมพลังให้ผู้คนมีสิทธิขั้นพื้นฐานในการควบคุมร่องรอยดิจิทัลของตนเอง Beldex Browser ถูกออกแบบมาเพื่อมอบสภาพแวดล้อมออนไลน์ที่ปลอดภัยและเป็นส่วนตัวสำหรับผู้ใช้ในการสื่อสารและโต้ตอบกับโลกดิจิทัล.
uk: У Beldex ми віримо в надання людям фундаментального права контролювати свій цифровий слід. Браузер Beldex створений для забезпечення безпечного та конфіденційного онлайн-середовища, у якому користувачі можуть спілкуватися та взаємодіяти з цифровим світом.

# theBeldexBrowserSupports
source: The Beldex browser supports BNS domains. BNS domains are inherently hosted on BelNet. They can only be accessed by connecting to BelNet. However, since the Beldex Browser has BelNet in-built, users can freely access BNS domains.
af: Die Beldex Browser ondersteun BNS-domeine. BNS-domeine word inherent op BelNet gehuisves en kan slegs verkry word deur aan BelNet te koppel. Aangesien die Beldex Browser BelNet ingebou het, kan gebruikers BNS-domeine vrylik gebruik.
ar: يدعم متصفح Beldex نطاقات BNS. يتم استضافة نطاقات BNS بشكل أساسي على BelNet، ولا يمكن الوصول إليها إلا عند الاتصال بـ BelNet. ومع ذلك، بما أن متصفح Beldex يحتوي على BelNet مدمجًا، يمكن للمستخدمين الوصول إلى نطاقات BNS بحرية.
da: Beldex Browser understøtter BNS-domæner. BNS-domæner hostes direkte på BelNet og kan kun tilgås ved forbindelse til BelNet. Da Beldex Browser har BelNet indbygget, kan brugere frit tilgå BNS-domæner.
el: Το πρόγραμμα περιήγησης Beldex υποστηρίζει τομείς BNS. Οι τομείς BNS φιλοξενούνται εγγενώς στο BelNet και μπορούν να προσπελαστούν μόνο μέσω σύνδεσης στο BelNet. Ωστόσο, καθώς το πρόγραμμα περιήγησης Beldex διαθέτει ενσωματωμένο το BelNet, οι χρήστες μπορούν να έχουν ελεύθερη πρόσβαση στους τομείς BNS.
es: El navegador Beldex admite dominios BNS. Los dominios BNS están alojados de forma inherente en BelNet. Solo pueden accederse conectándose a BelNet. Sin embargo, como el Navegador Beldex tiene BelNet incorporado, los usuarios pueden acceder libremente a los dominios BNS
fi: Beldex-selain tukee BNS-verkkotunnuksia. BNS-verkkotunnukset on luontaisesti isännöity BelNetissä, ja niitä voi käyttää vain BelNet-yhteyden kautta. Koska Beldex-selaimeen on sisäänrakennettu BelNet, käyttäjät voivat käyttää BNS-verkkotunnuksia vapaasti.
fil: Sinusuportahan ng Beldex Browser ang mga BNS domain. Ang mga BNS domain ay likas na naka-host sa BelNet at maaari lamang ma-access kapag nakakonekta sa BelNet. Gayunpaman, dahil may built-in na BelNet ang Beldex Browser, malayang maa-access ng mga user ang mga BNS domain.
hi: Beldex ब्राउज़र BNS डोमेन का समर्थन करता है। BNS डोमेन मूल रूप से BelNet पर होस्ट किए जाते हैं। इन्हें केवल BelNet से कनेक्ट होकर ही एक्सेस किया जा सकता है। हालांकि, क्योंकि Beldex ब्राउज़र में BelNet अंतर्निहित है, उपयोगकर्ता BNS डोमेन को स्वतंत्र रूप से एक्सेस कर सकते हैं।.
id: Beldex Browser mendukung domain BNS. Domain BNS secara bawaan dihosting di BelNet dan hanya dapat diakses dengan terhubung ke BelNet. Namun, karena Beldex Browser memiliki BelNet yang terintegrasi, pengguna dapat dengan bebas mengakses domain BNS.
ja: Beldex ブラウザは BNS ドメインをサポートしています。BNS ドメインは本質的に BelNet 上でホストされており、BelNet に接続することでのみアクセス可能です。しかし、Beldex ブラウザは BelNet を内蔵しているため、ユーザーは自由に BNS ドメインにアクセスできます。
lt: Beldex Browser palaiko BNS domenus. BNS domenai iš esmės yra talpinami „BelNet“. Juos galima pasiekti tik prisijungus prie „BelNet“. Tačiau kadangi Beldex Browser turi integruotą „BelNet“, vartotojai gali laisvai pasiekti BNS domenus.
pl: Przeglądarka Beldex obsługuje domeny BNS. Domeny BNS są natywnie hostowane w sieci BelNet i mogą być dostępne wyłącznie poprzez połączenie z BelNet. Jednak ponieważ Przeglądarka Beldex posiada wbudowany BelNet, użytkownicy mogą swobodnie uzyskiwać dostęp do domen BNS.
pt: O Beldex Browser suporta domínios BNS. Os domínios BNS são hospedados de forma nativa na BelNet e só podem ser acessados conectando-se à BelNet. Entretanto, como o Beldex Browser já possui a BelNet integrada, os usuários podem acessar os domínios BNS livremente.
ro: Browserul Beldex acceptă domenii BNS. Domeniile BNS sunt găzduite nativ în rețeaua BelNet și pot fi accesate doar prin conectarea la BelNet. Cu toate acestea, deoarece Browserul Beldex are BelNet integrat, utilizatorii pot accesa liber domeniile BNS.
ta: Beldex Browser, BNS domains-ஐ ஆதரிக்கிறது. BNS domains இயல்பாகவே BelNet-இல் ஹோஸ்ட் செய்யப்படுகின்றன. BelNet-இணைப்பு மூலம் மட்டுமே அவற்றை அணுக முடியும். ஆனால் Beldex Browser-இல் BelNet உட்பொதிந்திருப்பதால், பயனர்கள் BNS domains-ஐ எளிதாக அணுகலாம்.
th: เบราว์เซอร์ Beldex รองรับโดเมน BNS โดเมน BNS ถูกโฮสต์อยู่บน BelNet โดยธรรมชาติ และสามารถเข้าถึงได้เฉพาะเมื่อเชื่อมต่อกับ BelNet เท่านั้น อย่างไรก็ตาม เนื่องจาก Beldex Browser มี BelNet ในตัว ผู้ใช้จึงสามารถเข้าถึงโดเมน BNS ได้อย่างอิสระ.
uk: Браузер Beldex підтримує домени BNS. Домени BNS за своєю природою розміщені в мережі BelNet. Доступ до них можливий лише після підключення до BelNet. Оскільки в браузері Beldex BelNet вбудований, користувачі можуть вільно отримувати доступ до доменів BNS.

# asTheBrowser
source: As the browser itself supports BelNet as an added confidentiality feature, users can easily access MNApps hosting on the .bdx domain address.
af: Omdat die blaaier self BelNet as ’n bykomende vertroulikheidskenmerk ondersteun, kan gebruikers maklik toegang kry tot MNApps wat op die .bdx-domeinadrese gehuisves word.
ar: نظرًا لأن المتصفح نفسه يدعم BelNet كميزة إضافية للخصوصية، يمكن للمستخدمين بسهولة الوصول إلى MNApps المستضافة على عنوان نطاق .bdx.
da: Da browseren understøtter BelNet som en ekstra fortrolighedsfunktion, kan brugere nemt få adgang til MNApps, der hostes på .bdx-domæneadresser.
el: Εφόσον το ίδιο το πρόγραμμα περιήγησης υποστηρίζει το BelNet ως πρόσθετη λειτουργία ιδιωτικότητας, οι χρήστες μπορούν εύκολα να έχουν πρόσβαση στις εφαρμογές MNApps που φιλοξενούνται σε διευθύνσεις τομέων .bdx.
es: el navegador mismo admite BelNet como una función adicional de confidencialidad, los usuarios pueden acceder fácilmente a las MNApps alojadas en la dirección de dominio .bdx.
fi: Koska selain tukee BelNetiä lisäluottamuksellisuusominaisuutena, käyttäjät voivat helposti käyttää MN-sovelluksia, jotka on isännöity .bdx-verkkotunnuksessa.
fil: Dahil sinusuportahan ng browser ang BelNet bilang karagdagang tampok sa privacy, madaling maa-access ng mga user ang mga MNApp na naka-host sa mga .bdx domain.
hi: चूंकि ब्राउज़र स्वयं BelNet को अतिरिक्त गोपनीयता सुविधा के रूप में समर्थन करता है, उपयोगकर्ता .bdx डोमेन पते पर होस्ट किए गए MNApps को आसानी से एक्सेस कर सकते हैं।.
id: Karena browser ini mendukung BelNet sebagai fitur tambahan untuk privasi, pengguna dapat dengan mudah mengakses MNApp yang dihosting pada alamat domain .bdx.
ja: ブラウザ自体が追加のプライバシー機能として BelNet をサポートしているため、ユーザーは .bdx ドメイン上でホストされている MNApps に簡単にアクセスできます。
lt: Kadangi pati naršyklė palaiko „BelNet“ kaip papildomą konfidencialumo funkciją, vartotojai gali lengvai pasiekti MNApps, talpinamas .bdx domeno adresu.
pl: Ponieważ sama przeglądarka obsługuje BelNet jako dodatkową funkcję zapewniającą poufność, użytkownicy mogą z łatwością uzyskiwać dostęp do aplikacji MNApps hostowanych pod adresami domen .bdx.
pt: Como o próprio navegador suporta a BelNet como uma funcionalidade adicional de confidencialidade, os usuários podem acessar facilmente os MNApps hospedados no endereço de domínio .bdx.
ro: Deoarece browserul însuși acceptă BelNet ca funcție suplimentară de confidențialitate, utilizatorii pot accesa cu ușurință aplicațiile MNApps găzduite pe adresele de domeniu .bdx.
ta: Browser-இல் BelNet ஒரு கூடுதல் ரகசியத்தன்மை அம்சமாக ஆதரிக்கப்படுவதால், .bdx domain முகவரியில் ஹோஸ்ட் செய்யப்படும் MNApps-ஐ பயனர்கள் எளிதாக அணுகலாம்.
th: เนื่องจากตัวเบราว์เซอร์รองรับ BelNet เป็นฟีเจอร์ด้านความเป็นส่วนตัวเพิ่มเติม ผู้ใช้จึงสามารถเข้าถึง MNApps ที่โฮสต์บนโดเมน .bdx ได้อย่างง่ายดาย.
uk: Оскільки сам браузер підтримує BelNet як додаткову функцію конфіденційності, користувачі можуть легко отримувати доступ до MNApps, розміщених на доменних адресах .bdx.

# titleCrossplatformAccess
source: Cross Platform Access
af: Kruisplatformtoegang
ar: الوصول عبر الأنظمة الأساسية
da: Adgang på tværs af platforme
el: Πρόσβαση σε πολλαπλές πλατφόρμες
es: Acceso Multiplataforma
fi: Monialustainen käyttö
hi: क्रॉस प्लेटफ़ॉर्म एक्सेस
ja: クロスプラットフォームアクセス
lt: Prieiga keliose platformose
pl: Dostęp wieloplatformowy
pt: Acesso Multiplataforma
ro: Acces multiplatformă
uk: Кросплатформний доступ

# theBeldexBrowserIsCrossplatform
source: The Beldex browser is cross-platform as it is being developed for both mobile and desktop devices.
af: Die Beldex Browser is kruisplatform, aangesien dit vir beide mobiele en lessenaar-toestelle ontwikkel word.
ar: متصفح Beldex يدعم الأنظمة المتعددة، حيث يتم تطويره لكل من أجهزة الجوال وأجهزة سطح المكتب.
da: Beldex Browser er platformsuafhængig og udvikles til både mobile og stationære enheder.
el: Το πρόγραμμα περιήγησης Beldex είναι πολλαπλών πλατφορμών, καθώς αναπτύσσεται τόσο για κινητές συσκευές όσο και για υπολογιστές γραφείου.
es: El navegador Beldex es multiplataforma, ya que está siendo desarrollado tanto para dispositivos móviles como para computadoras de escritorio.
fi: Beldex-selain on monialustainen, sillä sitä kehitetään sekä mobiili- että työpöytälaitteille.
fil: Ang Beldex Browser ay cross-platform dahil ito ay ginagawa para sa parehong mobile at desktop na mga device.
hi: Beldex ब्राउज़र क्रॉस-प्लेटफ़ॉर्म है क्योंकि इसे मोबाइल और डेस्कटॉप दोनों डिवाइसों के लिए विकसित किया जा रहा है।.
id: Beldex Browser bersifat lintas platform karena dikembangkan untuk perangkat mobile dan desktop.
ja: Beldex ブラウザは、モバイルおよびデスクトップデバイス向けに開発されているため、クロスプラットフォームに対応しています。
lt: Beldex Browser yra kelių platformų, nes ji kuriama tiek mobiliesiems, tiek staliniams įrenginiams.
pl: Przeglądarka Beldex jest wieloplatformowa, ponieważ jest rozwijana zarówno dla urządzeń mobilnych, jak i komputerów stacjonarnych.
pt: O Beldex Browser é multiplataforma, sendo desenvolvido para dispositivos móveis e desktops.
ro: Browserul Beldex este multiplatformă, fiind dezvoltat atât pentru dispozitive mobile, cât și pentru desktop.
ta: Beldex Browser, mobile மற்றும் desktop சாதனங்களுக்காக உருவாக்கப்பட்டு வருவதால், இது cross-platform ஆதரவைக் கொண்டுள்ளது.
th: Beldex Browser รองรับการใช้งานข้ามแพลตฟอร์ม เนื่องจากได้รับการพัฒนาสำหรับทั้งอุปกรณ์มือถือและเดสก์ท็อป.
uk: Браузер Beldex є кросплатформним, оскільки розробляється як для мобільних, так і для настільних пристроїв.

# titleKeyFeature
source: Key Features
ar: الميزات الرئيسية
da: Nøglefunktioner
el: Βασικά Χαρακτηριστικά
es: Funciones Clave
fi: Keskeiset ominaisuudet
fil: Mga Pangunahing Tampok
hi: मुख्य विशेषताएँ
id: Fitur Utama
ja: 主な機能
lt: Pagrindinės funkcijos
pl: Kluczowe funkcje
pt: Principais Funcionalidades
ro: Funcții cheie
uk: Ключові функції

# followingAreTheFeatures
source: Following are the features available on the Beta version of the Beldex browser application. More features will be added to the alpha version.
ar: فيما يلي الميزات المتاحة في النسخة التجريبية (Beta) من تطبيق متصفح Beldex. سيتم إضافة المزيد من الميزات في النسخة الأولية (Alpha).
da: Følgende funktioner er tilgængelige i beta-versionen af Beldex Browser-applikationen. Flere funktioner vil blive tilføjet i alpha-versionen.
el: Ακολουθούν τα χαρακτηριστικά που είναι διαθέσιμα στην έκδοση Beta της εφαρμογής του προγράμματος περιήγησης Beldex. Περισσότερα χαρακτηριστικά θα προστεθούν στην έκδοση Alpha.
es: Las siguientes son las funciones disponibles en la versión Beta del navegador Beldex. Se agregarán más funciones en la versión Alpha.
fi: Alla on lueteltu Beldex-selainsovelluksen beetaversion ominaisuudet. Lisää ominaisuuksia lisätään alfa-versioon.
fil: Narito ang mga tampok na available sa Beta na bersyon ng Beldex Browser. Mas marami pang tampok ang idaragdag sa alpha na bersyon.
hi: नीचे Beldex ब्राउज़र एप्लिकेशन के बीटा संस्करण में उपलब्ध सुविधाएँ दी गई हैं। अल्फ़ा संस्करण में और अधिक सुविधाएँ जोड़ी जाएंगी।.
id: Berikut adalah fitur yang tersedia pada versi Beta aplikasi Beldex Browser. Lebih banyak fitur akan ditambahkan pada versi alpha.
ja: 以下は、Beldex ブラウザアプリのベータ版で利用可能な機能です。アルファ版ではさらに多くの機能が追加されます。
lt: Toliau pateikiamos funkcijos, prieinamos Beldex Browser programos beta versijoje. Daugiau funkcijų bus pridėta alfa versijoje.
pl: Poniżej przedstawiono funkcje dostępne w wersji Beta aplikacji Przeglądarki Beldex. Kolejne funkcje zostaną dodane w wersji Alpha.
pt: A seguir estão os recursos disponíveis na versão Beta do aplicativo Beldex Browser. Mais funcionalidades serão adicionadas à versão Alpha.
ro: Mai jos sunt prezentate funcțiile disponibile în versiunea Beta a aplicației Browserul Beldex. Mai multe funcții vor fi adăugate în versiunea Alpha.
ta: கீழே கொடுக்கப்பட்டவை Beldex Browser application-இன் Beta version-இல் கிடைக்கும் அம்சங்கள். Alpha version-இல் மேலும் பல அம்சங்கள் சேர்க்கப்படும்.
th: คุณสมบัติต่อไปนี้เป็นฟีเจอร์ที่มีอยู่ในเวอร์ชันเบตาของแอป Beldex Browser โดยจะมีการเพิ่มฟีเจอร์เพิ่มเติมในเวอร์ชันอัลฟ่า.
uk: Нижче наведено функції, доступні в бета-версії застосунку браузера Beldex. Додаткові функції буде додано до альфа-версії.

# blockJavascript
source: Blocks Javascript: The Beldex browser prioritizes user security by blocking Javascript, thereby reducing the risk of malicious scripts that could compromise user confidentiality and security. This ensures a safe browsing experience and protects users from threats that involve javascript vulnerabilities.
af: Blokkeer JavaScript: Die Beldex Browser prioritiseer gebruikersveiligheid deur JavaScript te blokkeer, wat die risiko van kwaadwillige skrifte verminder wat gebruikers se vertroulikheid en sekuriteit kan benadeel. Dit verseker ’n veilige blaai-ervaring en beskerm gebruikers teen bedreigings wat JavaScript-kwesbaarhede behels.
ar: حظر JavaScript: يعطي متصفح Beldex أولوية لأمن المستخدم عن طريق حظر JavaScript، مما يقلل من خطر السكربتات الضارة التي قد تعرض سرية وأمن المستخدم للخطر. هذا يضمن تجربة تصفح آمنة ويحمي المستخدمين من التهديدات المتعلقة بثغرات JavaScript.
da: Blokerer JavaScript: Beldex Browser prioriterer brugersikkerhed ved at blokere JavaScript, hvilket reducerer risikoen for ondsindede scripts, der kan kompromittere brugerens fortrolighed og sikkerhed. Dette sikrer en sikker browseroplevelse og beskytter mod trusler relateret til JavaScript-sårbarheder.
el: Αποκλεισμός JavaScript: Το πρόγραμμα περιήγησης Beldex δίνει προτεραιότητα στην ασφάλεια του χρήστη αποκλείοντας τη JavaScript, μειώνοντας έτσι τον κίνδυνο κακόβουλων σεναρίων που θα μπορούσαν να θέσουν σε κίνδυνο την ιδιωτικότητα και την ασφάλεια. Αυτό εξασφαλίζει μια ασφαλή εμπειρία περιήγησης και προστατεύει τους χρήστες από απειλές που σχετίζονται με ευπάθειες JavaScript.
es: Bloquea Javascript: El navegador Beldex prioriza la seguridad del usuario bloqueando Javascript, reduciendo así el riesgo de scripts maliciosos que podrían comprometer la confidencialidad y seguridad del usuario. Esto garantiza una experiencia de navegación segura y protege al usuario de amenazas asociadas a vulnerabilidades de Javascript.
fi: JavaScriptin esto: Beldex-selain asettaa käyttäjän turvallisuuden etusijalle estämällä JavaScriptin, mikä vähentää haitallisten skriptien riskiä, jotka voisivat vaarantaa käyttäjän luottamuksellisuuden ja turvallisuuden. Tämä takaa turvallisen selauskokemuksen ja suojaa JavaScript-haavoittuvuuksiin perustuvilta uhkilta.
fil: Hinaharang ang Javascript: Ipinaprioridad ng Beldex Browser ang seguridad ng gumagamit sa pamamagitan ng pagharang sa Javascript, kaya nababawasan ang panganib mula sa mga mapaminsalang script na maaaring makompromiso ang privacy at seguridad. Tinitiyak nito ang isang ligtas na karanasan sa pagba-browse at pinoprotektahan ang mga user laban sa mga banta na dulot ng mga kahinaan sa Javascript.
hi: जावास्क्रिप्ट ब्लॉक करता है: Beldex ब्राउज़र जावास्क्रिप्ट को ब्लॉक करके उपयोगकर्ता सुरक्षा को प्राथमिकता देता है, जिससे दुर्भावनापूर्ण स्क्रिप्ट्स के जोखिम कम होते हैं जो उपयोगकर्ता की गोपनीयता और सुरक्षा से समझौता कर सकती हैं। यह सुरक्षित ब्राउज़िंग अनुभव सुनिश्चित करता है और जावास्क्रिप्ट से जुड़ी कमजोरियों से उपयोगकर्ताओं की रक्षा करता है।.
id: Memblokir Javascript: Beldex Browser memprioritaskan keamanan pengguna dengan memblokir Javascript, sehingga mengurangi risiko skrip berbahaya yang dapat mengganggu privasi dan keamanan. Ini memastikan pengalaman browsing yang aman dan melindungi pengguna dari ancaman yang melibatkan kerentanan Javascript.
ja: JavaScript をブロック: Beldex ブラウザは、ユーザーのセキュリティを最優先に考え、JavaScript をブロックします。これにより、ユーザーの機密性とセキュリティを脅かす悪意のあるスクリプトのリスクを低減します。安全なブラウジング体験を保証し、JavaScript の脆弱性に関連する脅威からユーザーを保護します。
lt: Blokuoja „JavaScript“: Beldex Browser teikia pirmenybę vartotojų saugumui blokuodama „JavaScript“, taip sumažindama kenkėjiškų scenarijų, galinčių pažeisti vartotojo konfidencialumą ir saugumą, riziką. Tai užtikrina saugią naršymo patirtį ir apsaugo vartotojus nuo grėsmių, susijusių su „JavaScript“ pažeidžiamumais.
pl: Blokowanie JavaScript: Przeglądarka Beldex stawia bezpieczeństwo użytkownika na pierwszym miejscu, blokując JavaScript, co zmniejsza ryzyko złośliwych skryptów mogących naruszyć poufność i bezpieczeństwo użytkownika. Zapewnia to bezpieczne przeglądanie i chroni przed zagrożeniami wynikającymi z podatności JavaScript.
pt: Bloqueio de Javascript: O Beldex Browser prioriza a segurança do usuário bloqueando Javascript, reduzindo o risco de scripts maliciosos que possam comprometer a confidencialidade e a segurança do usuário. Isso garante uma navegação segura e proteção contra vulnerabilidades relacionadas ao Javascript.
ro: Blocarea JavaScript: Browserul Beldex acordă prioritate securității utilizatorului prin blocarea JavaScript, reducând astfel riscul scripturilor malițioase care ar putea compromite confidențialitatea și securitatea. Acest lucru asigură o experiență de navigare sigură și protejează utilizatorii împotriva amenințărilor care implică vulnerabilități JavaScript.
ta: Blocks Javascript: Beldex Browser, Javascript-ஐ தடுக்குவதன் மூலம் பயனர் பாதுகாப்பை முன்னுரிமையாகக் கொண்டுள்ளது. இது தீங்கிழைக்கும் scripts மூலம் பயனர் ரகசியத்தன்மை மற்றும் பாதுகாப்பு பாதிக்கப்படுவதை குறைக்கிறது. Javascript குறைபாடுகளை பயன்படுத்தும் அச்சுறுத்தல்களிலிருந்து பாதுகாப்பான browsing அனுபவத்தை இது உறுதி செய்கிறது.
th: Blocks Javascript: Beldex Browser ให้ความสำคัญกับความปลอดภัยของผู้ใช้โดยการบล็อก JavaScript ซึ่งช่วยลดความเสี่ยงจากสคริปต์ที่เป็นอันตรายที่อาจกระทบต่อความเป็นส่วนตัวและความปลอดภัยของผู้ใช้ ทำให้การท่องเว็บปลอดภัยยิ่งขึ้น.
uk: Блокує JavaScript: Браузер Beldex надає пріоритет безпеці користувачів, блокуючи JavaScript, що зменшує ризик шкідливих сценаріїв, які можуть поставити під загрозу конфіденційність і безпеку. Це забезпечує безпечний перегляд і захищає користувачів від загроз, пов’язаних із вразливостями JavaScript.
