Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

source: Start downloading
af: Begin aflaai
ar: بدء التنزيل
da: Start download
el: Έναρξη λήψης
es: Iniciar descarga
fi: Aloita lataus
fil: Simulan ang pag-download
hi: डाउनलोड शुरू करें
id: Mulai mengunduh
ja: ダウンロード開始
lt: Pradėti atsisiuntimą
pl: Rozpocznij pobieranie
pt: Iniciar download
ro: Pornește descărcarea
ta: பதிவிறக்கம் தொடங்குகிறது
th: เริ่มดาวน์โหลด
uk: Почати завантаження

source: Downloading
af: Laai tans af
ar: جارٍ التنزيل
da: Downloader
el: Λήψη σε εξέλιξη
es: Descargando
fi: Ladataan
fil: Nagda-download
hi: डाउनलोड हो रहा है
id: Sedang mengunduh
ja: ダウンロード中
lt: Atsisiunčiama
pl: Pobieranie
pt: Baixando
ro: Se descarcă
ta: பதிவிறக்கம் நடைபெறுகிறது
th: กำลังดาวน์โหลด
uk: Завантаження

source: Completed
af: Voltooi
ar: اكتمل
da: Fuldført
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fil: Tapos na
hi: पूर्ण
id: Selesai
ja: 完了
lt: Užbaigta
pl: Zakończono
pt: Concluído
ro: Finalizat
ta: முடிந்தது
th: เสร็จสมบูรณ์
uk: Завершено

# fileDownloaded
source: Files downloaded successfully
af: Lêers suksesvol afgelaai
ar: تم تنزيل الملفات بنجاح
da: Filer downloadet med succes
el: Τα αρχεία κατέβηκαν με επιτυχία
es: Archivos descargados correctamente
fi: Tiedostot ladattu onnistuneesti
fil: Matagumpay na na-download ang mga file
hi: फ़ाइलें सफलतापूर्वक डाउनलोड हुईं
id: File berhasil diunduh
ja: ファイルを正常にダウンロードしました
lt: Failai sėkmingai atsisiųsti
pl: Pliki zostały pomyślnie pobrane
pt: Arquivos baixados com sucesso
ro: Fișierele au fost descărcate cu succes
ta: கோப்புகள் வெற்றிகரமாக பதிவிறக்கப்பட்டன
th: ดาวน์โหลดไฟล์เรียบร้อยแล้ว
uk: Файли успішно завантажено

# searchEngineContent
source: Choose your preferred search engine for personalized browsing.
af: Kies jou voorkeursoekenjin virpersoonlike blaai.
ar: اختر محرك البحث المفضل لديك لتصفح مخصص.
da: Vælg din foretrukne søgemaskine til personlig browsing.
el: Επιλέξτε τη μηχανή αναζήτησης που προτιμάτε για εξατομικευμένη περιήγηση.
es: Elige tu motor de búsqueda preferido para una navegación personalizada.
fi: Valitse ensisijainen hakukone henkilökohtaista selaamista varten.
fil: Piliin ang gusto mong search engine para sa mas personalisadong pagba-browse.
hi: व्यक्तिगत ब्राउज़िंग के लिए अपना पसंदीदा सर्च इंजन चुनें।.
id: Pilih mesin pencari favorit Anda untuk pengalaman browsing yang dipersonalisasi.
ja: お好みの検索方式を選択できます
lt: Pasirinkite pageidaujamą paieškos sistemą asmeninei naršymo patirčiai.
pl: Wybierz preferowaną wyszukiwarkę dla spersonalizowanego przeglądania.
pt: Escolha seu motor de busca preferido para navegação personalizada.
ro: Alege motorul de căutare preferat pentru o navigare personalizată.
ta: தனிப்பயன் உலாவலுக்கான உங்கள் விருப்பமான தேடுபொறியைத் தேர்ந்தெடுக்கவும்.
th: เลือกเครื่องมือค้นหาที่คุณต้องการเพื่อประสบการณ์การท่องเว็บแบบปรับแต่งเฉพาะตัว.
uk: Виберіть бажану пошукову систему для персоналізованого перегляду.

source: Home Page
af: Tuisblad
ar: الصفحة الرئيسية
da: Hjemmeside
el: Αρχική σελίδα
es: Página de Inicio
fi: Aloitussivu
hi: होम पेज
id: Halaman Beranda
ja: ホームページ
lt: Pagrindinis puslapis
pl: Strona główna
pt: Página Inicial
ro: Pagină de pornire
ta: முகப்பு பக்கம்
th: หน้าแรก
uk: Домашня сторінка

# homepageContent
source: Set your homepage for quick access to favorite sites.
af: Stel jou tuisblad in vir vinnige toegang tot gunstelingwebwerwe.
ar: اضبط الصفحة الرئيسية للوصول السريع إلى المواقع المفضلة.
da: Indstil din startside for hurtig adgang til favoritsites.
el: Ορίστε την αρχική σας σελίδα για γρήγορη πρόσβαση στους αγαπημένους σας ιστότοπους.
es: Configura tu página de inicio para un acceso rápido a tus sitios favoritos.
fi: Aseta aloitussivu nopeaa pääsyä suosikkisivustoille.
fil: Itakda ang iyong homepage para sa mabilis na access sa mga paboritong site.
hi: पसंदीदा साइटों तक त्वरित पहुँच के लिए अपना होमपेज सेट करें।.
id: Atur halaman beranda untuk akses cepat ke situs favorit.
ja: よく使うサイトにすぐアクセス
lt: Nustatykite pagrindinį puslapį greitai prieigai prie mėgstamų svetainių.
pl: Ustaw stronę główną, aby szybko uzyskać dostęp do ulubionych witryn.
pt: Defina sua página inicial para acesso rápido aos sites favoritos.
ro: Setează pagina de pornire pentru acces rapid la site-urile preferate.
ta: விருப்பமான தளங்களை விரைவாக அணுக முகப்புப் பக்கத்தை அமைக்கவும்.
th: ตั้งค่าหน้าแรกเพื่อเข้าถึงเว็บไซต์โปรดได้อย่างรวดเร็ว.
uk: Установіть домашню сторінку для швидкого доступу до улюблених сайтів.

source: Screen Security
af: Skermsekuriteit
ar: أمان الشاشة
da: Skærmsikkerhed
el: Ασφάλεια οθόνης
es: Seguridad de Pantalla
fi: Näytön suojaus
fil: Seguridad ng Screen
hi: स्क्रीन सुरक्षा
id: Keamanan Layar
ja: 画面保護
lt: Ekrano sauga
pl: Zabezpieczenie ekranu
pt: Segurança da Tela
ro: Securitatea ecranului
ta: திரை பாதுகாப்பு
th: ความปลอดภัยหน้าจอ
uk: Захист екрана

# screenSecurityContent
source: Add an extra layer of protection for secure browsing
af: Voeg ’n ekstra laag beskerming by vir veilige blaai.
ar: أضف طبقة حماية إضافية لتصفح آمن.
da: Tilføj et ekstra beskyttelseslag for sikker browsing.
el: Προσθέστε ένα επιπλέον επίπεδο προστασίας για ασφαλή περιήγηση.
es: Añade una capa adicional de protección para una navegación segura.
fi: Lisää ylimääräinen suojauskerros turvallista selaamista varten.
fil: Magdagdag ng karagdagang proteksyon para sa ligtas na pagba-browse.
hi: सुरक्षित ब्राउज़िंग के लिए अतिरिक्त सुरक्षा जोड़ें।.
id: Tambahkan lapisan perlindungan ekstra untuk browsing yang aman.
ja: ブラウジングに追加の保護を付与
lt: Pridėkite papildomą apsaugos sluoksnį saugiam naršymui.
pl: Dodaj dodatkową warstwę ochrony dla bezpiecznego przeglądania.
pt: Adicione uma camada extra de proteção para navegação segura.
ro: Adaugă un nivel suplimentar de protecție pentru navigare sigură.
ta: பாதுகாப்பான உலாவலுக்கான கூடுதல் பாதுகாப்பு அடுக்கு.
th: Aเพิ่มชั้นการป้องกันเพิ่มเติมเพื่อการท่องเว็บอย่างปลอดภั.
uk: Додайте додатковий рівень захисту для безпечного перегляду.

source: JavaScript Enabled
af: JavaScript geaktiveer
ar: تمكين JavaScript
da: JavaScript aktiveret
el: JavaScript ενεργό
es: JavaScript Activado
fi: JavaScript käytössä
fil: Pinagana ang JavaScript
hi: जावास्क्रिप्ट सक्षम
id: JavaScript Diaktifkan
ja: JavaScript
lt: „JavaScript“ įjungtas
pl: JavaScript włączony
pt: JavaScript Ativado
ro: JavaScript activat
ta: ஜாவாஸ்கிரிப்ட் இயக்கப்பட்டுள்ளது
th: ยเปิดใช้งาน JavaScript
uk: JavaScript увімкнено

# javascriptEnabledContent
source: Enable or disable JavaScript for a tailored experience.
af: Aktiveer of deaktiveer JavaScript vir ’n aangepaste ervaring.
ar: تمكين أو تعطيل JavaScript لتجربة مخصصة.
da: Aktiver eller deaktiver JavaScript for en tilpasset oplevelse.
el: Ενεργοποιήστε ή απενεργοποιήστε τη JavaScript για προσαρμοσμένη εμπειρία.
es: Habilita o deshabilita JavaScript para una experiencia a tu medida.
fi: Ota JavaScript käyttöön tai poista se käytöstä mukautettua käyttökokemusta varten.
fil: Paganahin o i-disable ang JavaScript para sa mas naaangkop na karanasan.
hi: अनुकूल अनुभव के लिए जावास्क्रिप्ट सक्षम या अक्षम करें।.
id: Aktifkan atau nonaktifkan JavaScript untuk pengalaman yang disesuaikan.
ja: 有効／無効を切り替え
lt: Įjunkite arba išjunkite „JavaScript“, kad patirtis būtų pritaikyta.
pl: Włącz lub wyłącz JavaScript, aby dostosować sposób przeglądania.
pt: Ative ou desative o JavaScript para uma experiência personalizada.
ro: Activează sau dezactivează JavaScript pentru o experiență personalizată.
ta: தனிப்பயன் அனுபவத்திற்காக ஜாவாஸ்கிரிப்டை இயக்கவும் அல்லது முடக்கவும்.
th: เปิดหรือปิด JavaScript เพื่อประสบการณ์การใช้งานที่เหมาะกับคุณ.
uk: Увімкніть або вимкніть JavaScript для налаштованого досвіду.

source: Cache Enabled
af: Kas geaktiveer
ar: يفضل تمكين التخزين المؤقت
da: Cache aktiveret
el: Προσωρινή μνήμη ενεργή
es: Caché Activada
fi: Välimuisti käytössä
fil: Pinagana ang Cache
hi: कैश सक्षम
id: Cache Diaktifkan
ja: キャッシュ
lt: Talpykla įjungta
pl: Pamięć podręczna włączona
pt: Cache Ativado
ro: Cache activat
ta: கேஷ் இயக்கப்பட்டுள்ளது
th: เปิดใช้งานแคช
uk: Кешування увімкнено

# cacheEnabledContent
source: Toggle caching for faster loading or increased confidentiality.
af: Skakel kas aan of af vir vinniger laai of verhoogde vertroulikheid.
ar: تفعيل إلغاء تفعيل التخزين المؤقت السرعة تحميل أعلى أو خصوصية أكبر.
da: Slå caching til for hurtigere indlæsning eller øget fortrolighed.
el: Ενεργοποιήστε ή απενεργοποιήστε την προσωρινή μνήμη για ταχύτερη φόρτωση ή αυξημένη ιδιωτικότητα.
es: Activa o desactiva la caché para una carga más rápida o mayor confidencialidad.
fi: Ota välimuisti käyttöön nopeampaa latausta tai parempaa luottamuksellisuutta varten.
fil: I-toggle ang cache para sa mas mabilis na pag-load o mas mataas na privacy.
hi: तेज़ लोडिंग या अधिक गोपनीयता के लिए कैश टॉगल करें।.
id: Aktifkan atau nonaktifkan cache untuk pemuatan lebih cepat atau privasi yang lebih tinggi.
ja: 高速表示または機密性重視で切り替え
lt: Įjunkite arba išjunkite talpyklą greitesniam įkėlimui arba didesniam konfidencialumui.
pl: Włącz lub wyłącz pamięć podręczną dla szybszego ładowania lub większej poufności.
pt: Ative ou desative o cache para carregamento mais rápido ou maior confidencialidade.
ro: Activează sau dezactivează memoria cache pentru încărcare mai rapidă sau confidențialitate sporită.
ta: வேகமான ஏற்றம் அல்லது அதிக ரகசியத்திற்காக கேஷ் பயன்பாட்டை மாற்றவும்.
th: เปิดหรือปิดการใช้แคชเพื่อการโหลดที่เร็วขึ้นหรือเพิ่มความเป็นส่วนตัว.
uk: Увімкніть або вимкніть кешування для швидшого завантаження або підвищеної конфіденційності.

source: Support Zoom
af: Ondersteun zoom
ar: دعم التكبير/التصغير
da: Zoom understøttet
el: Υποστήριξη ζουμ
es: Soporte de Zoom
fi: Tuki zoomaukselle
fil: Suporta sa Zoom
hi: ज़ूम समर्थन
id: Dukungan Zoom
ja: ズーム対応
lt: Palaikyti mastelio keitimą
pl: Obsługa powiększania
pt: Suporte a Zoom
ro: Suport zoom
ta: ஜூம் ஆதரவு
th: รองรับการซูม
uk: Підтримка масштабування

# supportZoomContent
source: Enable zoom for a closer look at web content.
af: Aktiveer zoom vir ’n nader kyk na webinhoud.
ar: تمكين التكبير لمشاهدة محتوى الويب عن قرب.
da: Aktivér zoom for nærmere visning af webindhold.
el: Ενεργοποιήστε το ζουμ για καλύτερη προβολή περιεχομένου.
es: Habilita el zoom para ver el contenido web más de cerca.
fi: ta zoomaus käyttöön tarkempaa sisällön tarkastelua varten.
fil: Paganahin ang zoom para sa mas malinaw na pagtingin sa nilalaman ng web.
hi: वेब सामग्री को करीब से देखने के लिए ज़ूम सक्षम करें।.
id: Aktifkan zoom untuk melihat konten web lebih dekat.
ja: ウェブ内容を拡大表示
lt: Įjunkite mastelio keitimą, kad galėtumėte iš arčiau peržiūrėti žiniatinklio turinį.
pl: Włącz powiększanie, aby lepiej przeglądać zawartość stron internetowych.
pt: Habilite o zoom para uma visualização mais próxima do conteúdo web.
ro: Activează zoom-ul pentru o vizualizare mai detaliată a conținutului web.
ta: இணைய உள்ளடக்கத்தை அருகில் பார்க்க ஜூமை இயக்கவும்.
th: เปิดใช้งานการซูมเพื่อดูเนื้อหาเว็บได้ใกล้ชิดยิ่งขึ้น.
uk: Увімкніть масштабування для детальнішого перегляду веб-вмісту.

source: Set as Default Browser
af: Stel as verstekblaaier
ar: تعيين كمتصفح افتراضي
da: Indstil som standardbrowser
el: Ορισμός ως προεπιλεγμένου προγράμματος περιήγησης
es: Establecer como Navegador Predeterminado
fi: Aseta oletusselaimeksi
fil: Itakda bilang Default na Browser
hi: डिफ़ॉल्ट ब्राउज़र के रूप में सेट करें
id: Tetapkan sebagai Browser Default
ja: 標準ブラウザとして設定
lt: Nustatyti kaip numatytąją naršyklę
pl: Ustaw jako domyślną przeglądarkę
pt: Definir como Navegador Padrão
ro: Setează ca browser implicit
ta: இயல்புநிலை உலாவியாக அமைக்கவும்
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
uk: Встановити як браузер за замовчуванням

source: App Permissions
af: Toepassingstoestemmings
ar: أذونات التطبيق
da: App-tilladelser
el: Δικαιώματα εφαρμογής
es: Permisos de la Aplicación
fi: Sovelluksen käyttöoikeudet
fil: Mga Pahintulot ng App
hi: ऐप अनुमतियाँ
id: Izin Aplikasi
ja: アプリ権限
lt: Programėlės leidimai
pl: Uprawnienia aplikacji
pt: Permissões do App
ro: Permisiuni aplicație
ta: செயலி அனுமதிகள்
th: สิทธิ์ของแอป
uk: Дозволи додатка

source: About Beldex Browser
af: Oor Beldex Browser
ar: حول متصفح Beldex
da: Om Beldex Browser
el: Σχετικά με το πρόγραμμα περιήγησης Beldex
es: Acerca del navegador Beldex
fi: Tietoja Beldex-selaimesta
fil: Tungkol sa Beldex Browser
hi: बेल्डेक्स ब्राउज़र के बारे में
id: Tentang Beldex Browser
ja: Beldex ブラウザについて
lt: Apie „Beldex Browser“
pl: O przeglądarce Beldex
pt: Sobre o Beldex Browser
ro: Despre Browserul Beldex
ta: Beldex உலாவி பற்றி
th: เกี่ยวกับ Beldex Browser
uk: Про браузер Beldex

source: Reset settings
af: Herstel instellings
ar: إعادة ضبط الإعدادات
da: Nulstil indstillinger
el: Επαναφορά ρυθμίσεων
es: Restablecer configuración
fi: Nollaa asetukset
fil: I-reset ang mga setting
hi: सेटिंग्स रीसेट करें
id: Atur ulang pengaturan
ja: 設定をリセット
lt: Atkurti nustatymus
pl: Resetuj ustawienia
pt: Redefinir configurações
ro: Resetează setările
ta: அமைப்புகளை மீட்டமை
th: รีเซ็ตการตั้งค่า
uk: Скинути налаштування

# doYouWanttoReset
source: Do you want to reset the browser settings?
af: Wil jy die blaaierinstellings terugstel?
ar: هل تريد إعادة ضبط إعدادات المتصفح؟
da: Vil du nulstille browserens indstillinger?
el: Θέλετε να επαναφέρετε τις ρυθμίσεις του προγράμματος περιήγησης;
es: ¿Quieres restablecer la configuración del navegador?
fi: Haluatko nollata selaimen asetukset?
fil: Gusto mo bang i-reset ang mga setting ng browser?
hi: क्या आप ब्राउज़र सेटिंग्स को रीसेट करना चाहते हैं?
id: Apakah Anda ingin mengatur ulang pengaturan browser?
ja: ブラウザの設定をリセットしますか？
lt: Ar norite atkurti naršyklės nustatymus?
pl: Czy chcesz zresetować ustawienia przeglądarki?
pt: Deseja redefinir as configurações do navegador?
ro: Doriți să resetați setările browserului?
ta: உங்களால் உலாவி அமைப்புகளை மீட்டமைக்க விரும்புகிறீர்களா?
th: คุณต้องการรีเซ็ตการตั้งค่าเบราว์เซอร์หรือไม่?
uk: Бажаєте скинути налаштування браузера?

source: Text Zoom
af: Tekszoom
ar: تكبير النص
da: Tekstzoom
el: Ζουμ κειμένου
es: Zoom de Texto
fi: Tekstin zoomaus
hi: टेक्स्ट ज़ूम
id: Zoom Teks
ja: 文字ズーム
lt: Teksto mastelis
pl: Powiększenie tekstu
pt: Zoom de Texto
ro: Zoom text
ta: உரை ஜூம்
th: การซูมข้อความ
uk: Масштаб тексту

# textZoomContent
source: Customize text size in percentage for comfortable reading on any website.
af: Pas teksgrootte as ’n persentasie aan vir gemaklike lees op enige webwerf.
ar: تخصيص حجم النص بالنسبة المئوية للقراءة المريحة على أي موقع.
da: Tilpas tekststørrelsen i procent for behagelig læsning på enhver hjemmeside.
el: Προσαρμόστε το μέγεθος του κειμένου σε ποσοστό για άνετη ανάγνωση σε οποιονδήποτε ιστότοπο.
es: Personaliza el tamaño del texto en porcentaje para una lectura cómoda en cualquier sitio web.
fi: Mukauta tekstin kokoa prosentteina miellyttävää lukemista varten millä tahansa verkkosivustolla.
fil: I-customize ang laki ng teksto sa porsiyento para sa komportableng pagbabasa sa anumang website.
hi: किसी भी वेबसाइट पर आरामदायक पढ़ने के लिए टेक्स्ट आकार को प्रतिशत में अनुकूलित करें।.
id: Sesuaikan ukuran teks dalam persentase untuk kenyamanan membaca di situs mana pun.
ja: 文字サイズをパーセンテージで調整
lt: Pritaikykite teksto dydį procentais patogiam skaitymui bet kurioje svetainėje.
pl: Dostosuj rozmiar tekstu w procentach dla wygodnego czytania na każdej stronie internetowej.
pt: Personalize o tamanho do texto em porcentagem para leitura confortável em qualquer site.
ro: Personalizează dimensiunea textului în procente pentru o citire confortabilă pe orice site web.
ta: எந்த இணையதளத்திலும் வசதியான வாசிப்பிற்காக உரை அளவை சதவீதமாக மாற்றவும்.
th: ปรับขนาดตัวอักษรเป็นเปอร์เซ็นต์เพื่อการอ่านที่สบายตาบนทุกเว็บไซต์.
uk: Налаштуйте розмір тексту у відсотках для комфортного читання на будь-якому вебсайті.

source: Ad Blocker
af: Advertensieblokkeerder
ar: مانع الإعلانات
da: Annonceblokering
el: Αποκλεισμός διαφημίσεων
es: Bloqueador de Anuncios
fi: Mainosten esto
hi: एड ब्लॉकर
id: Pemblokir Iklan
ja: 広告ブロック
lt: Skelbimų blokatorius
pl: Blokada reklam
pt: Bloqueador de Anúncios
ro: Blocare reclame
ta: விளம்பரத் தடுப்பான்
th: ตัวบล็อกโฆษณา
uk: Блокувальник реклами

# adBlockerContent
source: Toggle to block intrusive ads while browsing and enhance your browsing experience
af: Skakel om indringende advertensies te blokkeer en jou blaai-ervaring te verbeter.
ar: Tتشغيل/إيقاف لمنع الإعلانات المزعجة وتحسين تجربة التصفح.
da: Slå til for at blokere påtrængende annoncer under browsing og forbedre din browseroplevelse.
el: Ενεργοποιήστε για αποκλεισμό ενοχλητικών διαφημίσεων και βελτίωση της εμπειρίας περιήγησης.
es: Activa o desactiva el bloqueo de anuncios intrusivos para mejorar tu experiencia de navegación.
fi: Ota käyttöön estääksesi häiritsevät mainokset selaamisen aikana ja parantaaksesi selauskokemusta.
fil: I-toggle upang harangan ang mga mapanghimasok na ad habang nagba-browse at mapabuti ang iyong karanasan sa pagba-browse.
hi: ब्राउज़ करते समय परेशान करने वाले विज्ञापनों को ब्लॉक करने और अपने ब्राउज़िंग अनुभव को बेहतर बनाने के लिए टॉगल करें।.
id: Aktifkan untuk memblokir iklan yang mengganggu dan meningkatkan pengalaman browsing Anda.
ja: 迷惑広告を非表示にして快適に閲覧
lt: Įjunkite, kad naršant būtų blokuojami įkyrūs skelbimai ir pagerinta naršymo patirtis.
pl: Włącz, aby blokować nachalne reklamy i poprawić komfort przeglądania.
pt: Ative para bloquear anúncios intrusivos enquanto navega e melhorar a experiência de navegação.
ro: Activează pentru a bloca reclamele intrusive și pentru a îmbunătăți experiența de navigare.
ta: உலாவும் போது இடையூறான விளம்பரங்களைத் தடுக்கவும் மற்றும் அனுபவத்தை மேம்படுத்தவும்.
th: เปิดหรือปิดเพื่อบล็อกโฆษณาที่รบกวนระหว่างการท่องเว็บและเพิ่มประสบการณ์การใช้งาน.
uk: Увімкніть або вимкніть блокування нав’язливої реклами під час перегляду та покращте свій досвід серфінгу.

source: Auto-Connect
af: Outo-koppel
ar: الاتصال التلقائي
da: Automatisk forbindelse
el: Αυτόματη σύνδεση
es: Conexión Automática
fi: Automaattinen yhdistäminen
hi: ऑटो-कनेक्ट
id: Koneksi Otomatis
ja: 自動接続
lt: Automatinis prisijungimas
pl: Automatyczne łączenie
pt: Conexão Automática
ro: Conectare automată
ta: தானியங்கி இணைப்பு
th: เชื่อมต่ออัตโนมัติ
uk: Автопідключення

# autoConnectContent
source: Automatically connect when the app launches.
af: Koppel outomaties wanneer die toepassing begin.
ar: الاتصال تلقائيًا عند فتح التطبيق.
da: Opret automatisk forbindelse, når appen startes.
el: Αυτόματη σύνδεση κατά την εκκίνηση της εφαρμογής.
es: Conéctate automáticamente cuando la aplicación se inicie.
fi: Yhdistä automaattisesti, kun sovellus käynnistyy.
fil: Awtomatikong kumokonekta kapag binuksan ang app.
hi: ऐप लॉन्च होने पर स्वचालित रूप से कनेक्ट करें।.
id: Secara otomatis terhubung saat aplikasi dibuka.
ja: アプリ起動時に自動で接続
lt: Automatiškai prisijungti paleidus programą.
pl: Automatycznie łącz przy uruchomieniu aplikacji.
pt: Conecte-se automaticamente ao iniciar o app.
ro: Conectează-te automat atunci când aplicația este lansatăs.
ta: செயலி தொடங்கும் போது தானாக இணைக்கவும்.
th: เชื่อมต่อโดยอัตโนมัติเมื่อเปิดแอป.
uk: Автоматично підключатися під час запуску застосунку.

source: Auto-Suggestion
af: Outo-voorstel
ar: الاقتراح التلقائي
el: Αυτόματες προτάσεις
es: Auto-Sugerencia
fi: Automaattiset ehdotukset
hi: ऑटो-सजेशन
id: Saran Otomatis
ja: 自動候補
lt: Automatiniai pasiūlymai
pl: Automatyczne sugestie
pt: Sugestão Automática
ro: Sugestii automate
ta: தானியங்கி பரிந்துரை
th: คำแนะนำอัตโนมัติ
uk: Автопідказки

# autoSuggestionContent
source: Automatically display suggestions while searching.
af: Wys voorstelle outomaties tydens soek.
ar: عرض الاقتراحات تلقائيًا أثناء البحث.
da: Vis automatisk forslag under søgning.
el: Αυτόματη εμφάνιση προτάσεων κατά την αναζήτηση.
es: Muestra sugerencias automáticamente mientras realizas búsquedas.
fi: Näytä ehdotukset automaattisesti haun aikana.
fil: Awtomatikong nagpapakita ng mga suhestiyon habang naghahanap.
hi: खोज करते समय सुझाव स्वचालित रूप से दिखाएँ।.
id: Menampilkan saran secara otomatis saat melakukan pencarian.
ja: 入力中に候補を自動表示
lt: Automatiškai rodyti pasiūlymus atliekant paiešką.
pl: Automatycznie wyświetlaj sugestie podczas wyszukiwania.
pt: Exiba sugestões automaticamente enquanto pesquisa.
ro: Afișează automat sugestii în timpul căutării.
ta: தேடும்போது தானாக பரிந்துரைகளை காட்டவும்.
th: แสดงคำแนะนำโดยอัตโนมัติขณะค้นหา.
uk: Автоматично відображати підказки під час пошуку.

source: Clear Session Cache
af: Vee sessiekas uit
ar: مسح ذاكرة الجلسة
da: Ryd sessionens cache
el: Εκκαθάριση προσωρινής μνήμης συνεδρίας
es: Borrar Caché de Sesión
fi: Istuntovälimuistin tyhjennys
fil: I-clear ang Cache ng Session
hi: सेशन कैश साफ़ करें
id: Hapus Cache Sesi
ja: セッションキャッシュ消去
lt: Išvalyti seanso talpyklą
pl: Czyszczenie pamięci sesji
pt: Limpar Cache da Sessão
ro: Curățare cache sesiune
th: ล้างแคชเซสชัน
uk: Очищення кешу сесії

# clearSessionCacheContent
source: Automatically clear the current session's cache for confidentiality.
af: Vee die huidige sessie se kas outomaties uit vir vertroulikheid.
ar: مسح ذاكرة الجلسة الحالية تلقائيًا للخصوصية.
da: Ryd automatisk den aktuelle sessions cache for fortrolighed.
el: Αυτόματη εκκαθάριση της προσωρινής μνήμης της τρέχουσας συνεδρίας για ιδιωτικότητα.
es: Borra automáticamente la caché de la sesión actual para mantener la confidencialidad.
fi: Tyhjennä nykyisen istunnon välimuisti automaattisesti luottamuksellisuuden takaamiseksi.
fil: Awtomatikong binubura ang cache ng kasalukuyang session para sa privacy.
hi: गोपनीयता के लिए वर्तमान सेशन का कैश स्वचालित रूप से साफ़ करें।.
id: Secara otomatis menghapus cache sesi saat ini untuk menjaga privasi.
ja: 現在のセッションのキャッシュを自動消去
lt: Automatiškai išvalyti dabartinio seanso talpyklą konfidencialumui užtikrinti.
pl: Automatycznie czyść pamięć podręczną bieżącej sesji dla zachowania poufności.
pt: Limpe automaticamente o cache da sessão atual para maior confidencialidade.
ro: AutȘterge automat memoria cache a sesiunii curente pentru confidențialitate.
ta: ரகசியத்திற்காக தற்போதைய அமர்வின் கேஷை தானாக நீக்கவும்.
th: ล้างแคชของเซสชันปัจจุบันโดยอัตโนมัติเพื่อความเป็นส่วนตัว.
uk: Автоматично очищати кеш поточної сесії для забезпечення конфіденційності.

source: Built-In Zoom Controls
af: Ingeboude zoomkontroles
ar: أدوات التحكم بالتكبير المدمجة
da: Indbyggede zoomkontroller
el: Ενσωματωμένα στοιχεία ελέγχου ζουμ
es: Controles de Zoom Integrados
fi: Sisäänrakennetut zoomausohjaimet
fil: Built-In na Kontrol sa Zoom
hi: इन-बिल्ट ज़ूम कंट्रोल्स
id: Kontrol Zoom Terintegrasi
ja: 内蔵ズーム操作
lt: Integruoti mastelio valdikliai
pl: Wbudowane sterowanie powiększeniem
pt: Controles de Zoom Integrados
ro: Controale zoom integrate
ta: உள்ளமைக்கப்பட்ட ஜூம் கட்டுப்பாடுகள்
th: การควบคุมการซูมในตัว
uk: Вбудовані елементи керування масштабом

# builtinZoomControlsContent
source: Control your browsing experience with built-in zoom functionality.
af: Beheer jou blaai-ervaring met ingeboude zoomfunksies.
ar: التحكم في تجربة التصفح باستخدام وظائف التكبير المدمجة.
da: Kontroller din browseroplevelse med indbygget zoomfunktionalitet.
el: Ελέγξτε την εμπειρία περιήγησης με ενσωματωμένη λειτουργία ζουμ.
es: Controla tu experiencia de navegación con funciones de zoom integradas.
fi: Hallitse selauskokemustasi sisäänrakennetun zoomaustoiminnon avulla.
fil: Kontrolin ang iyong pagba-browse gamit ang naka-built-in na zoom.
hi: -बिल्ट ज़ूम फ़ंक्शन के साथ अपने ब्राउज़िंग अनुभव को नियंत्रित करें।.
id: Kendalikan pengalaman browsing Anda dengan fitur zoom bawaan.
ja: 内蔵のズーム機能で操作
lt: Valdykite naršymo patirtį naudodami integruotą mastelio funkciją.
pl: Kontroluj przeglądanie za pomocą wbudowanej funkcji powiększania.
pt: Controle sua experiência de navegação com funcionalidade de zoom integrada.
ro: Controlează experiența de navigare cu funcționalitatea de zoom integrată.
ta: உள்ளமைக்கப்பட்ட ஜூம் வசதியுடன் உலாவலை கட்டுப்படுத்தவும்.
th: ควบคุมการท่องเว็บของคุณด้วยฟังก์ชันซูมในตัว.
uk: Керуйте переглядом за допомогою вбудованої функції масштабування.
