Repository: Beldex-Coin/beldex-browser
Catalog: lib/l10n/app_*.arb
Languages: af, ar, da, el, es, fi, fil, hi, id, ja, lt, pl, pt, ro, ta, th, uk

source: Hello 👋
ar: مرحباً 👋
es: Hola 👋
fil: Hello ðŸ‘‹
ja: こんにちは 👋
pt: Olá 👋
ta: வணக்கம் 👋

source: Connect
af: Koppel
ar: اتصال
da: Forbind
el: Σύνδεση
es: Conectar
fi: Yhdistä
fil: Kumonekta
hi: कनेक्ट
id: Hubungkan
ja: 接続
lt: Prisijungti
pl: Połącz
pt: Conectar
ro: Conectare
ta: இணை
th: เชื่อมต่อ
uk: Підключитися

source: Connecting...
af: Besig om te koppel...
ar: جارٍ الاتصال
da: Forbinder...
el: Σύνδεση σε εξέλιξη...
es: Conectando...
fi: Yhdistetään...
fil: Kumokonekta...
hi: कंनेक्टिंग...
id: Menghubungkan...
ja: 接続中...
lt: Jungiamasi...
pl: Łączenie...
pt: Conectando...
ro: Se conectează...
ta: இணைக்கப்படுகிறது...
th: กำลังเชื่อมต่อ...
uk: Підключення...

source: Exit Node
af: Uitgangsknoop
ar: عقدة الخروج
da: Udgangsnode
el: Κόμβος εξόδου
es: Nodo de salida
fi: Poistumissolmu
hi: एग्ज़िट नोड
id: Node keluar
ja: 出口ノード
lt: Išėjimo mazgas
pl: Węzeł wyjściowy
pt: Nodo de saída
ro: Nod de ieșire
th: โหนดทางออก
uk: Вихідний вузол

source: Beldex official
ar: بيلدكس الرسمية
da: Beldex Officiel
el: Επίσημος κόμβος Beldex
es: Oficial de Beldex
fi: Beldexin virallinen
fil: Opisyal ng Beldex
hi: बेल्डेक्स आधिकारिक
id: Beldex Resmi
ja: Beldex 公式
lt: Oficialus „Beldex“
pl: Oficjalny węzeł Beldex
pt: Oficial da Beldex
ro: Nod oficial Beldex
ta: Beldex-இன் அதிகாரப்பூர்வ Node-கள்
th: Beldex อย่างเป็นทางการ
uk: Офіційний вузол Beldex

source: Contributor exit node
af: Contributor-uitgangsknoop
ar: عقدة خروج المساهم
da: Bidragende udgangsnode
el: Κόμβος εξόδου συνεισφέροντα
es: nodo de salida del contribuidor
fi: Avustajan poistumissolmu
fil: Exit node ng mga Contributor
hi: योगदानकर्ता एग्ज़िट नोड
id: Node keluar Kontributor
ja: コントリビューター出口ノード
lt: Bendradarbių išėjimo mazgas
pl: Węzeł wyjściowy współtwórcy
pt: Contribuidor Nodo de saída
ro: Nod de ieșire al contribuitorului
ta: பங்களிப்பாளர் Exit node-கள்
th: โหนดทางออกจากผู้ร่วมพัฒนา
uk: Вихідний вузол учасника

source: Belnet service started
af: Belnet-diens het begin
ar: تم بدء خدمة Belnet
da: Belnet-tjeneste startet
el: Η υπηρεσία BelNet ξεκίνησε
es: Servicio BelNet iniciado
fi: BelNet-palvelu käynnistetty
fil: Nagsimula na ang serbisyo ng Belnet
hi: बेलनेट सेवा शुरू हुई
id: Layanan BelNet telah dimulai
ja: Belnet サービスを開始しました
lt: „BelNet“ paslauga paleista
pl: Usługa BelNet uruchomiona
pt: Serviço BelNet iniciado
ro: Serviciul BelNet a fost pornit
ta: BelNet சேவை தொடங்கப்பட்டது
th: บริการ Belnet เริ่มทำงานแล้ว
uk: Сервіс Belnet запущено

# checkingConnection
source: Checking for connection...
af: Kontroleer vir verbinding...
ar: جارٍ التحقق من الاتصال...
da: Kontrollerer forbindelse...
el: Έλεγχος σύνδεσης...
es: Comprobando la conexión...
fi: Tarkistetaan yhteyttä...
fil: Sinusuri ang koneksyon...
hi: कनेक्शन की जाँच हो रही है...
id: Memeriksa koneksi...
ja: 接続を確認しています...
lt: Tikrinamas ryšys...
pl: Sprawdzanie połączenia...
pt: Verificando a conexão...
ro: Se verifică conexiunea...
ta: இணைப்பை சரிபார்க்கிறது...
th: กำลังตรวจสอบการเชื่อมต่อ...
uk: Перевірка з’єднання...

# connectingBelnetdVPN
source: Connecting to belnet dVPN
af: Koppel aan Belnet dVPN
ar: جارٍ الاتصال بـ belnet dVPN
da: Forbinder til Belnet dVPN
el: Σύνδεση στο dVPN BelNet
es: Conectando a la dVPN de BelNet
fi: Yhdistetään BelNet dVPN:ään
fil: Kumokonekta sa belnet dVPN
hi: बेलनेट dVPN से कनेक्ट हो रहा है
id: Menghubungkan ke BelNet dVPN
ja: Belnet 分散型VPNに接続しています
lt: Jungiamasi prie „BelNet“ dVPN
pl: Łączenie z dVPN BelNet
pt: Conectando ao dVPN BelNet
ro: Se conectează la dVPN BelNet
ta: BelNet dVPN-க்கு இணைக்கப்படுகிறது
th: กำลังเชื่อมต่อกับ belnet dVPN
uk: Підключення до Belnet dVPN

# prepareDaemonConnection
source: Preparing Daemon connection
af: Berei Daemon-verbinding voor
ar: جارٍ إعداد اتصال Daemon
da: Forbereder daemon-forbindelse
el: Προετοιμασία σύνδεσης Daemon
es: Preparando la conexión del daemon
fi: Valmistellaan daemon-yhteyttä
fil: Inihahanda ang koneksyon sa Daemon
hi: डेमन कनेक्शन तैयार किया जा रहा है
id: Menyiapkan koneksi Daemon
ja: デーモン接続を準備しています
lt: Ruošiamas „Daemon“ ryšys
pl: Przygotowywanie połączenia z demonem
pt: Preparando conexão do Daemon
ro: Se pregătește conexiunea cu daemonul
ta: Daemon இணைப்பை தயார் செய்கிறது
th: กำลังเตรียมการเชื่อมต่อ Daemon
uk: Підготовка з’єднання з демоном

source: Search or enter address
af: Soek of voer adres in
ar: ابحث أو أدخل العنوان
da: Søg eller indtast adresse
el: Αναζήτηση ή εισαγωγή διεύθυνσης
es: Buscar o ingresar dirección
fi: Hae tai kirjoita osoite
fil: Maghanap o ilagay ang Address
hi: खोजें या पता दर्ज करें
id: Cari atau masukkan alamat
ja: 検索またはアドレスを入力
lt: Ieškoti arba įvesti adresą
pl: Wyszukaj lub wpisz adres
pt: Pesquisar ou inserir endereço
ro: Caută sau introdu adresa
ta: தேடுக அல்லது URL முகவரியை உள்ளிடுக
th: ค้นหาหรือป้อนที่อยู่
uk: Пошук або введення адреси

# beldexBrowserForAndroid
source: Beldex Browser for android is protecting your confidentiality!
af: Beldex Browser vir Android beskerm jou vertroulikheid!
ar: متصفح Beldex لنظام أندرويد يحمي خصوصيتك!
da: Beldex Browser til Android beskytter din fortrolighed!
el: Το πρόγραμμα περιήγησης Beldex για Android προστατεύει την ιδιωτικότητά σας!
fi: Beldex-selain Androidille suojaa luottamuksellisuuttasi!
fil: Ang Beldex Browser para sa Android ay nagpoprotekta sa iyong pagiging kumpidensyal!
hi: एंड्रॉइड के लिए बेल्डेक्स ब्राउज़र आपकी गोपनीयता की रक्षा करता है!
id: Beldex Browser untuk Android melindungi privasi Anda!
ja: Android 用ブラウザは あなたの機密性を保護しています!
lt: „Beldex Browser“, skirta „Android“, saugo jūsų konfidencialumą!
pl: Przeglądarka Beldex na Androida chroni Twoją poufność!
ro: Browserul Beldex pentru Android îți protejează confidențialitatea!
ta: Android-க்கான Beldex Browser உங்கள் தனியுரிமையை பாதுகாக்கிறது.!
th: Beldex Browser สำหรับ Android กำลังปกป้องความเป็นส่วนตัวของคุณ!
uk: Браузер Beldex для Android захищає вашу конфіденційність!

source: App language
af: Toepassingstaal
ar: لغة التطبيق
da: App-sprog
el: Γλώσσα εφαρμογής
fi: Sovelluksen kieli
fil: Wika ng App
hi: ऐप भाषा
id: Bahasa aplikasi
ja: アプリの言語
lt: Programėlės kalba
pl: Język aplikacji
ro: Limba aplicației
ta: ஆப் மொழி
th: ภาษาของแอป
uk: Мова застосунку

source: Search language
af: Soek taal
ar: لغة البحث
da: Søg sprog
el: Αναζήτηση γλώσσας
fi: Hae kieltä
fil: Maghanap ng wika
hi: खोज भाषा
id: Cari bahasa
ja: 検索言語
lt: Ieškoti kalbos
pl: Wyszukaj język
ro: Caută limbă
ta: மொழி தேடு
th: ค้นหาภาษา
uk: Пошук мови

source: Download Cancelled
af: Aflaai gekanselleer
ar: تم إلغاء التنزيل
da: Download annulleret
el: Η λήψη ακυρώθηκε
fi: Lataus peruutettu
fil: Nakansela ang pag-download
hi: डाउनलोड रद्द किया गया
id: Unduhan dibatalkan
ja: ダウンロードがキャンセルされました
lt: Atsisiuntimas atšauktas
pl: Pobieranie anulowane
ro: Descărcare anulată
ta: பதிவிறக்கம் ரத்து செய்யப்பட்டது
th: การดาวน์โหลดถูกยกเลิก
uk: Завантаження скасовано

source: Open
af: Maak oop
ar: فتح
da: Åbn
el: Άνοιγμα
fi: Avaa
fil: Buksan
hi: खोलें
id: Buka
ja: 開く
lt: Atidaryti
ro: Deschide
ta: திறக்கவும்
th: เปิด
uk: Відкрити

source: Add search engine
af: Voeg soekenjin by
ar: إضافة محرك بحث
da: Tilføj søgemaskine
el: Προσθήκη μηχανής αναζήτησης
fi: Lisää hakukone
fil: Magdagdag ng search engine
hi: सर्च इंजन जोड़ें
id: Tambah mesin pencari
ja: 検索エンジンを追加
lt: Pridėti paieškos variklį
pl: Dodaj wyszukiwarkę
ro: Adaugă motor de căutare
ta: தேடுபொறியை சேர்
th: เพิ่มเครื่องมือค้นหา
uk: Додати пошукову систему

source: Edit search engine
af: Wysig soekenjin
ar: تعديل محرك البحث
da: Rediger søgemaskine
el: Επεξεργασία μηχανής αναζήτησης
fi: Muokkaa hakukonetta
fil: I-edit ang search engine
hi: सर्च इंजन संपादित करें
id: Edit mesin pencari
ja: 検索エンジンを編集
lt: Redaguoti paieškos variklį
pl: Edytuj wyszukiwarkę
ro: Editează motorul de căutare
ta: தேடுபொறியை திருத்து
th: แก้ไขเครื่องมือค้นหา
uk: Редагувати пошукову систему

source: Name
af: Naam
ar: الاسم
da: Navn
el: Όνομα
fi: Nimi
fil: Pangalan
hi: नाम
id: Nama
ja: 名前
lt: Pavadinimas
pl: Nazwa
ro: Nume
ta: பெயர்
th: ชื่อ
uk: Назва

# enterSEName
source: Enter search engine name
af: Voer soekenjinnaam in
ar: أدخل اسم محرك البحث
da: Indtast søgemaskinens navn
el: Εισαγάγετε το όνομα της μηχανής αναζήτησης
fi: Anna hakukoneen nimi
fil: Ilagay ang pangalan ng search engine
hi: सर्च इंजन का नाम दर्ज करें
id: Masukkan nama mesin pencari
ja: 検索エンジン名を入力
lt: Įveskite paieškos variklio pavadinimą
pl: Wprowadź nazwę wyszukiwarki
ro: Introdu numele motorului de căutare
ta: தேடுபொறியின் பெயரை உள்ளிடவும்
th: กรอกชื่อเครื่องมือค้นหา
uk: Введіть назву пошукової системи

# enterSEURL
source: Enter search engine URL
af: Voer soekenjin-URL in
ar: أدخل رابط محرك البحث
da: Indtast søgemaskinens URL
el: Εισαγάγετε το URL της μηχανής αναζήτησης
fi: Anna hakukoneen URL-osoite
fil: Ilagay ang URL ng search engine
hi: सर्च इंजन URL दर्ज करें
id: Masukkan URL mesin pencari
ja: 検索エンジンのURLを入力
lt: Įveskite paieškos variklio URL
pl: Wprowadź adres URL wyszukiwarki
ro: Introdu URL-ul motorului de căutare
ta: தேடுபொறியின் URL ஐ உள்ளிடவும்
th: กรอก URL ของเครื่องมือค้นหา
uk: Введіть URL пошукової системи, будь ласка

source: Add
af: Voeg by
ar: إضافة
da: Tilføj
el: Προσθήκη
fi: Lisää
fil: Idagdag
hi: जोड़ें
id: Tambah
ja: 追加
lt: Pridėti
pl: Dodaj
ro: Adaugă
ta: சேர்
th: เพิ่ม
uk: Додати

source: Save
af: Stoor
ar: حفظ
da: Gem
el: Αποθήκευση
fi: Tallenna
fil: I-save
hi: सहेजें
id: Simpan
ja: 保存
lt: Išsaugoti
pl: Zapisz
ro: Salvează
ta: சேமி
th: บันทึก
uk: Зберегти

source: Edit
af: Wysig
ar: تعديل
da: Rediger
el: Επεξεργασία
fi: Muokkaa
fil: I-edit
hi: संपादित करें
ja: 編集
lt: Redaguoti
pl: Edytuj
ta: திருத்து
th: แก้ไข
uk: Редагувати

source: This time Search in
af: Hierdie keer soek in
ar: هذه المرة البحث في
da: Denne gang søg i
el: Αυτή τη φορά αναζήτηση σε
es: Esta vez buscar en
fi: Tällä kertaa haku kohteessa
fil: Sa pagkakataong ito, maghanap sa
hi: इस बार खोजें
id: Kali ini cari di
ja: 今回の検索先
lt: Šį kartą ieškoti
pl: Tym razem wyszukaj w
pt: Desta vez Pesquisar em
ro: De data aceasta caută în
ta: இந்த முறை தேடுக
th: ครั้งนี้ค้นหาใน
uk: Цього разу шукати в

source: Search settings
af: Soekinstellings
ar: إعدادات البحث
da: Søgeindstilling
el: Ρυθμίσεις αναζήτησης
es: Configuración de búsqueda
fi: Hakuasetukset
fil: setting ng paghahanap
hi: खोज सेटिंग
id: Pengaturan pencarian
ja: 検索設定
lt: Paieškos nustatymai
pl: Ustawienia wyszukiwania
pt: Configurações de pesquisa
ro: Setări de căutare
ta: தேடல் அமைப்பு
th: การตั้งค่าการค้นหา
uk: Налаштування пошуку

source: Search
af: Soek
ar: بحث
da: Søg
el: Αναζήτηση
es: De búsqueda
fi: Hae
fil: Maghanap
hi: खोजें
id: Cari
ja: 検索
lt: Ieškoti
pl: Szukaj
pt: Buscar
ro: Caută
ta: தேடுக
th: ค้นหา
uk: Пошук

source: Search Engine
af: Soekenjin
ar: محرك البحث
da: Søgemaskine
el: Μηχανή αναζήτησης
es: Motor de búsqueda
fi: Hakukone
fil: Makina ng Paghahanap
hi: सर्च इंजन
id: Mesin Pencari
ja: 検索エンジン
lt: Paieškos sistema
pl: Wyszukiwarka
pt: Motor de Busca
ro: Motor de căutare
ta: தேடுபொறி
th: เครื่องมือค้นหา
uk: Пошукова система

source: Default Search Engine
af: Versteksoekenjin
ar: محرك البحث الافتراضي
da: Standard søgemaskine
el: Προεπιλεγμένη μηχανή αναζήτησης
es: Motor de búsqueda predeterminado
fi: Oletushakukone
fil: Default na Makina ng Paghahanap
hi: डिफ़ॉल्ट सर्च इंजन
id: Mesin Pencari Default
ja: 標準の検索エンジン
lt: Numatytoji paieškos sistema
pl: Domyślna wyszukiwarka
pt: Motor de Busca Padrão
ro: Motor de căutare implicit
ta: இயல்புநிலை தேடுபொறி
th: เครื่องมือค้นหาเริ่มต้น
uk: Пошукова система за замовчуванням

source: Manage Search shortcuts
af: Bestuur soeksnelskakels
ar: إدارة اختصارات البحث
da: Administrer søgegenveje
el: Διαχείριση συντομεύσεων αναζήτησης
es: Administrar accesos directos de búsqueda
fi: Hallitse haun pikakuvakkeita
fil: Pamahalaan ang mga shortcut sa paghahanap
hi: सर्च शॉर्टकट प्रबंधित करें
id: Kelola pintasan pencarian
ja: 検索ショートカットの管理
lt: Tvarkyti paieškos sparčiuosius klavišus
pl: Zarządzaj skrótami wyszukiwania
pt: Gerenciar atalhos de pesquisa
ro: Gestionează comenzile rapide de căutare
ta: தேடல் குறுக்கு வழிகளை நிர்வகிக்க
th: จัดการทางลัดการค้นหา
uk: Керування ярликами пошуку

# editEnginesVisible
source: Edit engines visible in the search menu
af: Wysig enjins wat in die soekkieslys sigbaar is
ar: تحرير محركات البحث الظاهرة في قائمة البحث
da: Rediger søgemaskiner synlige i søgemenuen
el: Επεξεργασία μηχανών που εμφανίζονται στο μενού αναζήτησης
es: Editar motores visibles en el menú de búsqueda
fi: Muokkaa hakukoneita, jotka näkyvät hakovalikossa
fil: I-edit ang mga makinang nakikita sa menu ng paghahanap
hi: खोज मेनू में दिखाई देने वाले इंजन संपादित करें
id: Edit mesin yang terlihat di menu pencarian
ja: 検索メニューに表示するエンジンを編集
lt: Redaguoti paieškos meniu rodomas sistemas
pl: Edytuj wyszukiwarki widoczne w menu wyszukiwania
pt: Editar motores visíveis no menu de pesquisa
ro: Editează motoarele vizibile în meniul de căutare
ta: தேடல் மெனுவில் காணப்படும் தேடுபொறிகளை திருத்துக
th: แก้ไขเครื่องมือค้นหาที่แสดงในเมนูการค้นหา
uk: Редагувати системи, видимі в меню пошуку

source: Select one
af: Kies een
ar: اختر واحداً
da: Vælg en
el: Επιλέξτε μία
es: Seleccionar uno
fi: Valitse yksi
fil: Pumili ng isa
hi: एक चुनें
id: Pilih satu
ja: 1つ選択
lt: Pasirinkti vieną
pl: Wybierz jedną
pt: Selecionar um
ro: Selectează unul
ta: ஒன்றைத் தேர்ந்தெடுக்கவும்
th: เลือกหนึ่งรายการ
uk: Вибрати одну

# engineVisibleOnSearchMenu
source: Engine visible on the search menu
af: Enjin sigbaar in die soekkieslys
ar: محرك البحث الظاهر في قائمة البحث
da: Maskine synlig i søgemenuen
el: Μηχανή ορατή στο μενού αναζήτησης
es: Motor visible en el menú de búsqueda
fi: Hakukone näkyy hakovalikossa
fil: Makina na makikita sa menu ng paghahanap
hi: खोज मेनू में दिखाई देने वाला इंजन
id: Mesin yang terlihat di menu pencarian
ja: 検索メニューに表示されるエンジン
lt: Sistema rodoma paieškos meniu
pl: Wyszukiwarka widoczna w menu wyszukiwania
pt: Motor visível no menu de pesquisa
ro: Motor vizibil în meniul de căutare
ta: தேடல் மெனுவில் காணப்படும் தேடுபொறி
th: เครื่องมือค้นหาที่แสดงในเมนูการค้นหา
uk: Система, видима в меню пошуку

source: New tab
af: Nuwe oortjie
ar: علامة تبويب جديدة
da: Ny fane
el: Νέα καρτέλα
es: Nueva pestana
fi: Uusi välilehti
fil: Bagong tab
hi: नया टैब
id: Tab baru
ja: 新しいタブ
lt: Naujas skirtukas
pl: Nowa karta
pt: Nova aba
ro: Filă nouă
ta: புதிய தாவல்
th: แท็บใหม่
uk: Нова вкладка

source: Favorites
af: Gunstelinge
ar: المفضلة
da: Favoritter
el: Αγαπημένα
es: Favoritos
fil: Mga Paborito
hi: पसंदीदा
id: Favorit
ja: お気に入り
lt: Mėgstami
pl: Ulubione
pt: Favoritos
ro: Favorite
ta: பிடித்தவை
th: รายการโปรด
uk: Вибране

source: Change Node
af: Verander nodus
ar: تغيير العقد
da: Skift node
el: Αλλαγή κόμβου
es: Cambiar nodo
fi: Vaihda solmua
fil: Palitan ang node
hi: नोड बदलें
id: Ganti node
ja: ノードを変更
lt: Keisti mazgą
pl: Zmień węzeł
pt: Alterar nó
ro: Schimbă nodul
ta: Node மாற்று
th: เปลี่ยนโหนด
uk: Змінити вузол

source: Share
af: Deel
ar: مشاركة
da: Del
el: Κοινή χρήση
es: Compartir
fi: Jaa
fil: Ibahag
hi: शेयर करें
id: Bagikan
ja: 共有
lt: Bendrinti
pl: Udostępnij
pt: Compartilhar
ro: Distribuie
ta: பகிர்
th: แชร์
uk: Поділитися

source: Web Archives
af: Webargiewe
ar: أرشيف الويب
da: Webarkiver
el: Αρχεία Ιστού
es: Archivos web
fi: Verkkoarkistot
fil: Mga Archive sa Web
hi: वेब आर्काइव्स
id: Arsip Web
ja: ウェブアーカイブ
lt: Žiniatinklio archyvai
pl: Archiwa sieciowe
pt: Arquivos da Web
ro: Arhive web
ta: வலை காப்பகங்கள்
th: เว็บอาร์ไคฟ์
uk: Веб-архіви

source: Find on page
af: Soek op bladsy
ar: البحث في الصفحة
da: Find på side
el: Εύρεση στη σελίδα
es: Buscar en la página
fi: Etsi sivulta
fil: Hanapin sa pahina
hi: पेज में खोजें
id: Temukan di halaman
ja: ページ内検索
lt: Rasti puslapyje
pl: Znajdź na stronie
pt: Encontrar na página
ro: Găsește în pagină
ta: பக்கத்தில் தேடு
th: ค้นหาในหน้า
uk: Знайти на сторінці

source: Downloads
af: Aflaaie
ar: التنزيلات
el: Λήψεις
es: Descargas
fi: Lataukset
fil: Mga Download
hi: डाउनलोड्स
id: Unduhan
ja: ダウンロード
lt: Atsisiuntimai
pl: Pobrane
ro: Descărcări
ta: பதிவிறக்கங்கள்
th: ดาวน์โหลด
uk: Завантаження

source: Desktop mode
af: Lessenaarmodus
ar: وضع سطح المكتب
da: Skrivebordstilstand
el: Λειτουργία επιφάνειας εργασίας
es: Modo escritorio
fi: Työpöytätila
fil: Mode ng Desktop
hi: डेस्कटॉप मोड
id: Mode desktop
ja: デスクトップ表示
lt: Darbalaukio režimas
pl: Tryb pulpitu
pt: Modo desktop
ro: Mod desktop
ta: டெஸ்க்டாப் முறை
th: โหมดเดสก์ท็อป
uk: Режим робочого столу

source: Settings
af: Instellings
ar: الإعدادات
da: Indstillinger
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fil: Mga Setting
hi: सेटिंग्स
id: Pengaturan
ja: 設定
lt: Nustatymai
pl: Ustawienia
pt: Configurações
ro: Setări
ta: அமைப்புகள்
th: การตั้งค่า
uk: Налаштування

source: Dark
af: Donker modus
ar: الوضع الداكن
da: Mørk
el: Σκοτεινή λειτουργία
es: Oscuro
fi: Tumma
fil: Madilim
hi: डार्क
id: Gelap
ja: ダークモード
lt: Tamsus režimas
pl: Tryb ciemny
pt: Escuro
ro: Mod întunecat
ta: இருள்
th: โหมดมืด
uk: Темний режим

source: Report an Issue
af: Rapporteer ’n probleem
ar: الإبلاغ عن مشكلة
da: Rapporter et problem
el: Αναφορά προβλήματος
es: Reportar un problema
fi: Ilmoita ongelmasta
fil: Mag-ulat ng Isyu
hi: समस्या रिपोर्ट करें
id: Laporkan masalah
ja: 問題を報告
lt: Pranešti apie problemą
pl: Zgłoś problem
pt: Reportar um Problema
ro: Raportează o problemă
ta: சிக்கலை புகார் செய்க
th: รายงานปัญหา
uk: Повідомити про проблему

source: About
af: Oor
ar: حول
da: Om
el: Σχετικά
es: Acerca de
fi: Tietoja
fil: Tungkol sa
hi: के बारे में
id: Tentang
ja: 情報
lt: Apie
pl: O aplikacji
pt: Sobre
ro: Despre
ta: பற்றி
th: เกี่ยวกับ
uk: Про програму

source: Quit
af: Verlaat
ar: خروج
da: Afslut
el: Έξοδος
es: Salir
fi: Poistu
fil: Isara
hi: बंद करें
id: Keluar
ja: 終了
lt: Išeiti
pl: Zakończ
pt: Sair
ro: Ieșire
ta: வெளியேறு
th: ออกจากแอป
uk: Вийти

source: No Favorites
af: Geen gunstelinge
ar: لا توجد عناصر مفضلة
da: Ingen favoritter
el: Δεν υπάρχουν αγαπημένα
es: No hay favoritos
fi: Ei suosikkeja
fil: Walang mga Paborito
hi: कोई पसंदीदा नहीं
id: Tidak ada favorit
ja: お気に入りはありません
lt: Nėra mėgstamų
pl: Brak ulubionych
pt: Nenhum Favorito
ro: Nu există favorite
ta: பிடித்தவை எதுவும் சேர்க்கப்படவில்லை
th: ไม่มีรายการโปรด
uk: Немає обраних

source: No Web archives
af: Geen webargiewe
ar: لا توجد أرشيفات ويب
da: Ingen webarkiver
el: Δεν υπάρχουν αρχεία ιστού
es: No hay archivos web
fi: Ei verkkoarkistoja
fil: Walang mga archive sa web
hi: कोई वेब आर्काइव नहीं
id: Tidak ada arsip web
ja: ウェブアーカイブはありません
lt: Nėra žiniatinklio archyvų
pl: Brak archiwów sieciowych
pt: Não há arquivos Web
ro: Nu există arhive web
ta: வலை காப்பகங்கள் இல்லை
th: ไม่มีคลังเว็
uk: Немає вебархівів

source: Choose Language
af: Kies taal
ar: اختر اللغة
da: Vælg sprog
el: Επιλογή γλώσσας
es: Elegir idioma
fi: Valitse kieli
fil: Pumili ng wika
hi: भाषा चुनें
id: Pilih bahasa
ja: 言語を選択
lt: Pasirinkti kalbą
pl: Wybierz język
pt: Escolher Idioma
ro: Alege limba
ta: மொழியை தேர்ந்தெடு
th: เลือกภาษา
uk: Виберіть мову

source: Scan QR
af: Skandeer QR
ar: مسح رمز الاستجابة السريعة
el: Σάρωση QR
es: Escanea el QR
fi: Skannaa QR-koodi
fil: I-scan ang QR
hi: क्यूआर स्कैन करें
id: Pindai QR
ja: QRコードをスキャン
lt: Nuskaityti QR
pl: Skanuj kod QR
pt: Escanear QR
ro: Scanează codul QR
ta: QR ஸ்கேன்
th: สแกน QR
uk: Сканувати QR-код

# alignQRInCenterOFFrame
source: Align the QR code in the center of frame
af: Belyn die QR-kode in die middel van die raam
ar: ضع رمز الاستجابة السريعة في مركز الإطار
da: Placer QR-koden i midten af rammen
el: Ευθυγραμμίστε τον κωδικό QR στο κέντρο του πλαισίου
es: Alinea el código QR en el centro del cuadro
fi: Kohdista QR-koodi kehyksen keskelle
fil: Ihanay ang QR code sa gitna ng frame
hi: क्यूआर को फ्रेम के केंद्र में संरेखित करें
id: Sejajarkan kode QR di tengah bingkai
ja: QRコードをフレームの中央に合わせてください
lt: Sulygiuokite QR kodą kadro centre
pl: Wyrównaj kod QR na środku kadru
pt: Alinhe o código QR no centro do enquadramento
ro: Aliniază codul QR în centrul cadrulul
ta: QR குறியீட்டை ஃப்ரேமின் மையத்தில் ஒழுங்குபடுத்தவும்
th: จัดตำแหน่งรหัส QR ให้อยู่ตรงกลางกรอบ
uk: Розмістіть QR-код у центрі рамки
